{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      },
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "": 73,
      "": 74,
      "": 75,
      "": 76,
      "": 77,
      "": 78,
      "": 79,
      "": 80,
      "": 81,
      "": 82,
      "": 83,
      "": 84,
      "": 85,
      "": 86,
      "": 87,
      "": 88,
      "": 89,
      "": 90,
      "": 91,
      "": 92,
      "": 93,
      "": 94,
      "": 95,
      "": 96,
      "": 97,
      "": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "©": 106,
      "«": 107,
      "¬": 108,
      "­": 109,
      "®": 110,
      "°": 111,
      "±": 112,
      "¶": 113,
      "·": 114,
      "»": 115,
      "¿": 116,
      "×": 117,
      "ß": 118,
      "à": 119,
      "á": 120,
      "â": 121,
      "ã": 122,
      "ä": 123,
      "å": 124,
      "æ": 125,
      "ç": 126,
      "è": 127,
      "é": 128,
      "ê": 129,
      "ë": 130,
      "ì": 131,
      "í": 132,
      "î": 133,
      "ï": 134,
      "ð": 135,
      "ñ": 136,
      "ò": 137,
      "ó": 138,
      "ô": 139,
      "õ": 140,
      "ö": 141,
      "÷": 142,
      "ø": 143,
      "ù": 144,
      "ú": 145,
      "û": 146,
      "ü": 147,
      "ý": 148,
      "þ": 149,
      "ÿ": 150,
      "ā": 151,
      "ă": 152,
      "ą": 153,
      "ć": 154,
      "ĉ": 155,
      "ċ": 156,
      "č": 157,
      "ď": 158,
      "đ": 159,
      "ē": 160,
      "ĕ": 161,
      "ė": 162,
      "ę": 163,
      "ě": 164,
      "ĝ": 165,
      "ğ": 166,
      "ġ": 167,
      "ģ": 168,
      "ĥ": 169,
      "ħ": 170,
      "ĩ": 171,
      "ī": 172,
      "ĭ": 173,
      "į": 174,
      "ı": 175,
      "ĵ": 176,
      "ķ": 177,
      "ļ": 178,
      "ľ": 179,
      "ł": 180,
      "ń": 181,
      "ņ": 182,
      "ň": 183,
      "ŋ": 184,
      "ō": 185,
      "ŏ": 186,
      "ő": 187,
      "œ": 188,
      "ř": 189,
      "ś": 190,
      "ŝ": 191,
      "ş": 192,
      "š": 193,
      "ţ": 194,
      "ť": 195,
      "ŧ": 196,
      "ũ": 197,
      "ū": 198,
      "ŭ": 199,
      "ů": 200,
      "ű": 201,
      "ų": 202,
      "ŵ": 203,
      "ŷ": 204,
      "ź": 205,
      "ż": 206,
      "ž": 207,
      "ƀ": 208,
      "ƒ": 209,
      "ƕ": 210,
      "ơ": 211,
      "ƣ": 212,
      "ƨ": 213,
      "ư": 214,
      "ǃ": 215,
      "ǎ": 216,
      "ǐ": 217,
      "ǒ": 218,
      "ǔ": 219,
      "ǚ": 220,
      "ǜ": 221,
      "ǝ": 222,
      "ǣ": 223,
      "ǥ": 224,
      "ǧ": 225,
      "ǫ": 226,
      "ǰ": 227,
      "ǵ": 228,
      "ȇ": 229,
      "ȋ": 230,
      "ȓ": 231,
      "ș": 232,
      "ț": 233,
      "ɂ": 234,
      "ɐ": 235,
      "ɑ": 236,
      "ɒ": 237,
      "ɓ": 238,
      "ɔ": 239,
      "ɕ": 240,
      "ɖ": 241,
      "ɗ": 242,
      "ə": 243,
      "ɚ": 244,
      "ɛ": 245,
      "ɜ": 246,
      "ɝ": 247,
      "ɟ": 248,
      "ɡ": 249,
      "ɢ": 250,
      "ɣ": 251,
      "ɥ": 252,
      "ɦ": 253,
      "ɨ": 254,
      "ɩ": 255,
      "ɪ": 256,
      "ɫ": 257,
      "ɬ": 258,
      "ɯ": 259,
      "ɳ": 260,
      "ɴ": 261,
      "ɹ": 262,
      "ɽ": 263,
      "ɾ": 264,
      "ʀ": 265,
      "ʁ": 266,
      "ʂ": 267,
      "ʃ": 268,
      "ʇ": 269,
      "ʊ": 270,
      "ʋ": 271,
      "ʌ": 272,
      "ʍ": 273,
      "ʎ": 274,
      "ʏ": 275,
      "ʐ": 276,
      "ʒ": 277,
      "ʔ": 278,
      "ʕ": 279,
      "ʖ": 280,
      "ʘ": 281,
      "ʙ": 282,
      "ʜ": 283,
      "ʝ": 284,
      "ʟ": 285,
      "ʠ": 286,
      "ʹ": 287,
      "ʻ": 288,
      "ʼ": 289,
      "ʽ": 290,
      "ʾ": 291,
      "ʿ": 292,
      "ˀ": 293,
      "˂": 294,
      "ˆ": 295,
      "ˈ": 296,
      "ˊ": 297,
      "ˋ": 298,
      "ˌ": 299,
      "ː": 300,
      "ˑ": 301,
      "˥": 302,
      "˦": 303,
      "˧": 304,
      "˨": 305,
      "˩": 306,
      "ˮ": 307,
      "̀": 308,
      "́": 309,
      "̂": 310,
      "̃": 311,
      "̄": 312,
      "̅": 313,
      "̇": 314,
      "̈": 315,
      "̊": 316,
      "̌": 317,
      "̍": 318,
      "̐": 319,
      "̑": 320,
      "̓": 321,
      "̕": 322,
      "̖": 323,
      "̗": 324,
      "̘": 325,
      "̙": 326,
      "̚": 327,
      "̛": 328,
      "̜": 329,
      "̝": 330,
      "̞": 331,
      "̟": 332,
      "̠": 333,
      "̡": 334,
      "̢": 335,
      "̣": 336,
      "̤": 337,
      "̥": 338,
      "̦": 339,
      "̧": 340,
      "̨": 341,
      "̩": 342,
      "̪": 343,
      "̫": 344,
      "̬": 345,
      "̭": 346,
      "̮": 347,
      "̯": 348,
      "̰": 349,
      "̱": 350,
      "̲": 351,
      "̳": 352,
      "̴": 353,
      "̵": 354,
      "̶": 355,
      "̷": 356,
      "̸": 357,
      "̹": 358,
      "̺": 359,
      "̻": 360,
      "̼": 361,
      "͂": 362,
      "ͅ": 363,
      "͇": 364,
      "͈": 365,
      "͉": 366,
      "͍": 367,
      "͎": 368,
      "͓": 369,
      "͔": 370,
      "͕": 371,
      "͖": 372,
      "͘": 373,
      "͙": 374,
      "͚": 375,
      "͜": 376,
      "͝": 377,
      "͞": 378,
      "͟": 379,
      "͠": 380,
      "͡": 381,
      "͢": 382,
      "ά": 383,
      "έ": 384,
      "ή": 385,
      "ί": 386,
      "α": 387,
      "β": 388,
      "γ": 389,
      "δ": 390,
      "ε": 391,
      "ζ": 392,
      "η": 393,
      "θ": 394,
      "ι": 395,
      "κ": 396,
      "λ": 397,
      "μ": 398,
      "ν": 399,
      "ξ": 400,
      "ο": 401,
      "π": 402,
      "ρ": 403,
      "ς": 404,
      "σ": 405,
      "τ": 406,
      "υ": 407,
      "φ": 408,
      "χ": 409,
      "ψ": 410,
      "ω": 411,
      "ϊ": 412,
      "ό": 413,
      "ύ": 414,
      "ώ": 415,
      "ϝ": 416,
      "ϣ": 417,
      "ϭ": 418,
      "а": 419,
      "б": 420,
      "в": 421,
      "г": 422,
      "д": 423,
      "е": 424,
      "ж": 425,
      "з": 426,
      "и": 427,
      "й": 428,
      "к": 429,
      "л": 430,
      "м": 431,
      "н": 432,
      "о": 433,
      "п": 434,
      "р": 435,
      "с": 436,
      "т": 437,
      "у": 438,
      "ф": 439,
      "х": 440,
      "ц": 441,
      "ч": 442,
      "ш": 443,
      "щ": 444,
      "ъ": 445,
      "ы": 446,
      "ь": 447,
      "э": 448,
      "ю": 449,
      "я": 450,
      "ё": 451,
      "ђ": 452,
      "є": 453,
      "ѕ": 454,
      "і": 455,
      "ї": 456,
      "ј": 457,
      "ў": 458,
      "џ": 459,
      "ѽ": 460,
      "ғ": 461,
      "қ": 462,
      "ҡ": 463,
      "ү": 464,
      "ҳ": 465,
      "ҷ": 466,
      "ӑ": 467,
      "ӕ": 468,
      "ә": 469,
      "ӡ": 470,
      "ӣ": 471,
      "ӧ": 472,
      "ө": 473,
      "ӵ": 474,
      "ԛ": 475,
      "ՠ": 476,
      "ա": 477,
      "բ": 478,
      "գ": 479,
      "ե": 480,
      "թ": 481,
      "ի": 482,
      "լ": 483,
      "խ": 484,
      "կ": 485,
      "հ": 486,
      "ղ": 487,
      "մ": 488,
      "յ": 489,
      "ն": 490,
      "ո": 491,
      "ռ": 492,
      "ս": 493,
      "ր": 494,
      "ց": 495,
      "ւ": 496,
      "ք": 497,
      "֛": 498,
      "֤": 499,
      "֫": 500,
      "֭": 501,
      "ְ": 502,
      "ֳ": 503,
      "ִ": 504,
      "ֵ": 505,
      "ֶ": 506,
      "ַ": 507,
      "ָ": 508,
      "ֹ": 509,
      "ֻ": 510,
      "ּ": 511,
      "־": 512,
      "ֿ": 513,
      "ׁ": 514,
      "׃": 515,
      "א": 516,
      "ב": 517,
      "ג": 518,
      "ד": 519,
      "ה": 520,
      "ו": 521,
      "ז": 522,
      "ח": 523,
      "ט": 524,
      "י": 525,
      "ך": 526,
      "כ": 527,
      "ל": 528,
      "ם": 529,
      "מ": 530,
      "ן": 531,
      "נ": 532,
      "ס": 533,
      "ע": 534,
      "ף": 535,
      "פ": 536,
      "צ": 537,
      "ק": 538,
      "ר": 539,
      "ש": 540,
      "ת": 541,
      "ײ": 542,
      "״": 543,
      "،": 544,
      "؛": 545,
      "؟": 546,
      "ء": 547,
      "آ": 548,
      "أ": 549,
      "ؤ": 550,
      "إ": 551,
      "ئ": 552,
      "ا": 553,
      "ب": 554,
      "ة": 555,
      "ت": 556,
      "ث": 557,
      "ج": 558,
      "ح": 559,
      "خ": 560,
      "د": 561,
      "ذ": 562,
      "ر": 563,
      "ز": 564,
      "س": 565,
      "ش": 566,
      "ص": 567,
      "ض": 568,
      "ط": 569,
      "ظ": 570,
      "ع": 571,
      "غ": 572,
      "ـ": 573,
      "ف": 574,
      "ق": 575,
      "ك": 576,
      "ل": 577,
      "م": 578,
      "ن": 579,
      "ه": 580,
      "و": 581,
      "ى": 582,
      "ي": 583,
      "ً": 584,
      "ٌ": 585,
      "ٍ": 586,
      "َ": 587,
      "ُ": 588,
      "ِ": 589,
      "ّ": 590,
      "ْ": 591,
      "ٔ": 592,
      "١": 593,
      "٩": 594,
      "٪": 595,
      "ٰ": 596,
      "ٱ": 597,
      "ٴ": 598,
      "ٹ": 599,
      "ٻ": 600,
      "پ": 601,
      "ڀ": 602,
      "ڃ": 603,
      "ڄ": 604,
      "چ": 605,
      "ڌ": 606,
      "ڏ": 607,
      "ڑ": 608,
      "ژ": 609,
      "ښ": 610,
      "ڦ": 611,
      "ک": 612,
      "ڭ": 613,
      "گ": 614,
      "ڳ": 615,
      "ڻ": 616,
      "ھ": 617,
      "ۀ": 618,
      "ہ": 619,
      "ۅ": 620,
      "ۆ": 621,
      "ۇ": 622,
      "ۈ": 623,
      "ۉ": 624,
      "ۋ": 625,
      "ی": 626,
      "ې": 627,
      "ے": 628,
      "ۓ": 629,
      "ە": 630,
      "ۖ": 631,
      "ۗ": 632,
      "ۚ": 633,
      "۰": 634,
      "۱": 635,
      "۲": 636,
      "۳": 637,
      "۵": 638,
      "۶": 639,
      "ܐ": 640,
      "ܓ": 641,
      "ܙ": 642,
      "ܢ": 643,
      "ܥ": 644,
      "ܪ": 645,
      "ހ": 646,
      "ބ": 647,
      "އ": 648,
      "ވ": 649,
      "މ": 650,
      "ދ": 651,
      "ލ": 652,
      "ސ": 653,
      "ަ": 654,
      "ާ": 655,
      "ި": 656,
      "ީ": 657,
      "ު": 658,
      "ެ": 659,
      "ޯ": 660,
      "ް": 661,
      "ँ": 662,
      "ं": 663,
      "ः": 664,
      "अ": 665,
      "आ": 666,
      "इ": 667,
      "ई": 668,
      "उ": 669,
      "ए": 670,
      "ऐ": 671,
      "ओ": 672,
      "क": 673,
      "ख": 674,
      "ग": 675,
      "च": 676,
      "ज": 677,
      "झ": 678,
      "ञ": 679,
      "ट": 680,
      "ठ": 681,
      "ड": 682,
      "ण": 683,
      "त": 684,
      "थ": 685,
      "द": 686,
      "ध": 687,
      "न": 688,
      "प": 689,
      "फ": 690,
      "ब": 691,
      "भ": 692,
      "म": 693,
      "य": 694,
      "र": 695,
      "ल": 696,
      "ळ": 697,
      "व": 698,
      "श": 699,
      "ष": 700,
      "स": 701,
      "ह": 702,
      "़": 703,
      "ा": 704,
      "ि": 705,
      "ी": 706,
      "ु": 707,
      "ू": 708,
      "ृ": 709,
      "ॆ": 710,
      "े": 711,
      "ै": 712,
      "ो": 713,
      "ौ": 714,
      "्": 715,
      "।": 716,
      "॥": 717,
      "१": 718,
      "३": 719,
      "ং": 720,
      "অ": 721,
      "আ": 722,
      "ই": 723,
      "উ": 724,
      "এ": 725,
      "ও": 726,
      "ক": 727,
      "খ": 728,
      "গ": 729,
      "চ": 730,
      "জ": 731,
      "ঞ": 732,
      "ঠ": 733,
      "ড": 734,
      "ণ": 735,
      "ত": 736,
      "থ": 737,
      "দ": 738,
      "ধ": 739,
      "ন": 740,
      "প": 741,
      "ব": 742,
      "ভ": 743,
      "ম": 744,
      "য": 745,
      "র": 746,
      "ল": 747,
      "ষ": 748,
      "স": 749,
      "হ": 750,
      "়": 751,
      "া": 752,
      "ি": 753,
      "ী": 754,
      "ু": 755,
      "ে": 756,
      "ো": 757,
      "ৌ": 758,
      "্": 759,
      "ৰ": 760,
      "ৱ": 761,
      "৷": 762,
      "ਂ": 763,
      "ਈ": 764,
      "ਕ": 765,
      "ਖ": 766,
      "ਗ": 767,
      "ਜ": 768,
      "ਡ": 769,
      "ਢ": 770,
      "ਤ": 771,
      "ਦ": 772,
      "ਨ": 773,
      "ਪ": 774,
      "ਬ": 775,
      "ਮ": 776,
      "ਰ": 777,
      "ਲ": 778,
      "ਸ": 779,
      "ਾ": 780,
      "ਿ": 781,
      "ੀ": 782,
      "ੇ": 783,
      "ੈ": 784,
      "ੋ": 785,
      "ੰ": 786,
      "ગ": 787,
      "જ": 788,
      "ત": 789,
      "ભ": 790,
      "ર": 791,
      "લ": 792,
      "ષ": 793,
      "સ": 794,
      "ા": 795,
      "ી": 796,
      "ુ": 797,
      "ે": 798,
      "ો": 799,
      "ଂ": 800,
      "କ": 801,
      "ଣ": 802,
      "ତ": 803,
      "ଥ": 804,
      "ଧ": 805,
      "ନ": 806,
      "ପ": 807,
      "ର": 808,
      "ସ": 809,
      "ା": 810,
      "ି": 811,
      "୍": 812,
      "ୟ": 813,
      "அ": 814,
      "க": 815,
      "ச": 816,
      "ட": 817,
      "த": 818,
      "ந": 819,
      "ன": 820,
      "ப": 821,
      "ம": 822,
      "ய": 823,
      "ர": 824,
      "ற": 825,
      "ல": 826,
      "ள": 827,
      "ழ": 828,
      "வ": 829,
      "ஸ": 830,
      "ா": 831,
      "ி": 832,
      "ு": 833,
      "ூ": 834,
      "ெ": 835,
      "ே": 836,
      "ை": 837,
      "ொ": 838,
      "ோ": 839,
      "்": 840,
      "గ": 841,
      "ల": 842,
      "వ": 843,
      "స": 844,
      "ా": 845,
      "ె": 846,
      "ో": 847,
      "్": 848,
      "ಅ": 849,
      "ಕ": 850,
      "ಗ": 851,
      "ಚ": 852,
      "ಜ": 853,
      "ಞ": 854,
      "ಠ": 855,
      "ಡ": 856,
      "ತ": 857,
      "ಥ": 858,
      "ಧ": 859,
      "ನ": 860,
      "ಪ": 861,
      "ಭ": 862,
      "ಮ": 863,
      "ಯ": 864,
      "ರ": 865,
      "ಲ": 866,
      "ವ": 867,
      "ಶ": 868,
      "ಷ": 869,
      "ಸ": 870,
      "ಾ": 871,
      "ಿ": 872,
      "ೀ": 873,
      "ೆ": 874,
      "ೇ": 875,
      "ೊ": 876,
      "ೋ": 877,
      "್": 878,
      "ം": 879,
      "അ": 880,
      "ക": 881,
      "ഗ": 882,
      "ജ": 883,
      "ട": 884,
      "ണ": 885,
      "ത": 886,
      "ന": 887,
      "പ": 888,
      "ഭ": 889,
      "മ": 890,
      "യ": 891,
      "ല": 892,
      "ള": 893,
      "വ": 894,
      "ഷ": 895,
      "സ": 896,
      "ാ": 897,
      "ി": 898,
      "ു": 899,
      "ൂ": 900,
      "െ": 901,
      "ോ": 902,
      "്": 903,
      "ං": 904,
      "ග": 905,
      "ච": 906,
      "ප": 907,
      "ම": 908,
      "ර": 909,
      "ල": 910,
      "ස": 911,
      "හ": 912,
      "්": 913,
      "ා": 914,
      "ි": 915,
      "ෙ": 916,
      "ෝ": 917,
      "ก": 918,
      "ข": 919,
      "ค": 920,
      "ฆ": 921,
      "ง": 922,
      "จ": 923,
      "ฉ": 924,
      "ช": 925,
      "ซ": 926,
      "ญ": 927,
      "ฏ": 928,
      "ฐ": 929,
      "ฑ": 930,
      "ฒ": 931,
      "ณ": 932,
      "ด": 933,
      "ต": 934,
      "ถ": 935,
      "ท": 936,
      "ธ": 937,
      "น": 938,
      "บ": 939,
      "ป": 940,
      "ผ": 941,
      "ฝ": 942,
      "พ": 943,
      "ฟ": 944,
      "ภ": 945,
      "ม": 946,
      "ย": 947,
      "ร": 948,
      "ฤ": 949,
      "ล": 950,
      "ว": 951,
      "ศ": 952,
      "ษ": 953,
      "ส": 954,
      "ห": 955,
      "อ": 956,
      "ฯ": 957,
      "ะ": 958,
      "ั": 959,
      "า": 960,
      "ิ": 961,
      "ี": 962,
      "ึ": 963,
      "ื": 964,
      "ุ": 965,
      "ู": 966,
      "฿": 967,
      "เ": 968,
      "แ": 969,
      "โ": 970,
      "ใ": 971,
      "ไ": 972,
      "ๆ": 973,
      "็": 974,
      "่": 975,
      "้": 976,
      "๊": 977,
      "๋": 978,
      "์": 979,
      "ํ": 980,
      "๑": 981,
      "๓": 982,
      "๔": 983,
      "๕": 984,
      "๙": 985,
      "ຊ": 986,
      "ດ": 987,
      "ຕ": 988,
      "ທ": 989,
      "ນ": 990,
      "ປ": 991,
      "ພ": 992,
      "ລ": 993,
      "ວ": 994,
      "ສ": 995,
      "ະ": 996,
      "ັ": 997,
      "າ": 998,
      "ິ": 999,
      "ົ": 1000,
      "ເ": 1001,
      "ໄ": 1002,
      "་": 1003,
      "༼": 1004,
      "༽": 1005,
      "ག": 1006,
      "ཆ": 1007,
      "ཇ": 1008,
      "ད": 1009,
      "ན": 1010,
      "པ": 1011,
      "ཕ": 1012,
      "བ": 1013,
      "འ": 1014,
      "ལ": 1015,
      "ས": 1016,
      "ུ": 1017,
      "ེ": 1018,
      "ོ": 1019,
      "ྐ": 1020,
      "န": 1021,
      "ဘ": 1022,
      "မ": 1023,
      "သ": 1024,
      "ာ": 1025,
      "်": 1026,
      "ြ": 1027,
      "ა": 1028,
      "ბ": 1029,
      "გ": 1030,
      "დ": 1031,
      "ე": 1032,
      "ვ": 1033,
      "ზ": 1034,
      "თ": 1035,
      "ი": 1036,
      "კ": 1037,
      "ლ": 1038,
      "მ": 1039,
      "ნ": 1040,
      "ო": 1041,
      "რ": 1042,
      "ს": 1043,
      "ტ": 1044,
      "უ": 1045,
      "ფ": 1046,
      "ქ": 1047,
      "ღ": 1048,
      "შ": 1049,
      "ჩ": 1050,
      "ც": 1051,
      "ძ": 1052,
      "ჭ": 1053,
      "ხ": 1054,
      "ჯ": 1055,
      "ჰ": 1056,
      "ᄀ": 1057,
      "ᄅ": 1058,
      "ᄋ": 1059,
      "ᄏ": 1060,
      "ᅮ": 1061,
      "ᅲ": 1062,
      "ᅳ": 1063,
      "ለ": 1064,
      "ላ": 1065,
      "ል": 1066,
      "ሐ": 1067,
      "መ": 1068,
      "ማ": 1069,
      "ም": 1070,
      "ር": 1071,
      "ሱ": 1072,
      "ስ": 1073,
      "ቋ": 1074,
      "ብ": 1075,
      "ት": 1076,
      "ና": 1077,
      "ን": 1078,
      "ኛ": 1079,
      "አ": 1080,
      "ኢ": 1081,
      "የ": 1082,
      "ያ": 1083,
      "ድ": 1084,
      "ጅ": 1085,
      "ጎ": 1086,
      "ጥ": 1087,
      "፭": 1088,
      "ᐃ": 1089,
      "ᐅ": 1090,
      "ᐊ": 1091,
      "ᐖ": 1092,
      "ᐛ": 1093,
      "ᑎ": 1094,
      "ᑐ": 1095,
      "ᑕ": 1096,
      "ᑦ": 1097,
      "ᑰ": 1098,
      "ᒃ": 1099,
      "ᒋ": 1100,
      "ᒪ": 1101,
      "ᒻ": 1102,
      "ᓂ": 1103,
      "ᓄ": 1104,
      "ᓇ": 1105,
      "ᓕ": 1106,
      "ᓯ": 1107,
      "ᓴ": 1108,
      "ᔉ": 1109,
      "ᔊ": 1110,
      "ᔵ": 1111,
      "ᔺ": 1112,
      "ᕆ": 1113,
      "ᕈ": 1114,
      "ᕋ": 1115,
      "ᕐ": 1116,
      "ᖄ": 1117,
      "ᖅ": 1118,
      "ᖏ": 1119,
      "ᗜ": 1120,
      "ᙠ": 1121,
      "ᚱ": 1122,
      "ᚾ": 1123,
      "ᛁ": 1124,
      "ᛗ": 1125,
      "ᛚ": 1126,
      "ᛟ": 1127,
      "ណ": 1128,
      "ទ": 1129,
      "ប": 1130,
      "រ": 1131,
      "វ": 1132,
      "ស": 1133,
      "ឡ": 1134,
      "ា": 1135,
      "ី": 1136,
      "ូ": 1137,
      "េ": 1138,
      "្": 1139,
      "ᴀ": 1140,
      "ᴄ": 1141,
      "ᴇ": 1142,
      "ᴉ": 1143,
      "ᴏ": 1144,
      "ᴖ": 1145,
      "ᴘ": 1146,
      "ᴛ": 1147,
      "ᴠ": 1148,
      "ᴥ": 1149,
      "ḍ": 1150,
      "ḏ": 1151,
      "ḗ": 1152,
      "ḡ": 1153,
      "ḥ": 1154,
      "ḫ": 1155,
      "ḱ": 1156,
      "ḳ": 1157,
      "ḵ": 1158,
      "ḷ": 1159,
      "ṁ": 1160,
      "ṃ": 1161,
      "ṅ": 1162,
      "ṇ": 1163,
      "ṉ": 1164,
      "ṓ": 1165,
      "ṛ": 1166,
      "ṣ": 1167,
      "ṭ": 1168,
      "ṯ": 1169,
      "ṳ": 1170,
      "ẓ": 1171,
      "ạ": 1172,
      "ả": 1173,
      "ấ": 1174,
      "ầ": 1175,
      "ẩ": 1176,
      "ậ": 1177,
      "ắ": 1178,
      "ằ": 1179,
      "ặ": 1180,
      "ẹ": 1181,
      "ế": 1182,
      "ề": 1183,
      "ể": 1184,
      "ễ": 1185,
      "ệ": 1186,
      "ỉ": 1187,
      "ị": 1188,
      "ọ": 1189,
      "ỏ": 1190,
      "ố": 1191,
      "ồ": 1192,
      "ổ": 1193,
      "ộ": 1194,
      "ớ": 1195,
      "ờ": 1196,
      "ở": 1197,
      "ợ": 1198,
      "ụ": 1199,
      "ủ": 1200,
      "ứ": 1201,
      "ử": 1202,
      "ữ": 1203,
      "ự": 1204,
      "ỳ": 1205,
      "ỵ": 1206,
      "ἀ": 1207,
      "ἁ": 1208,
      "ἄ": 1209,
      "ἅ": 1210,
      "ἐ": 1211,
      "ἑ": 1212,
      "ἔ": 1213,
      "ἠ": 1214,
      "ἡ": 1215,
      "ἢ": 1216,
      "ἤ": 1217,
      "ἥ": 1218,
      "ἦ": 1219,
      "ἰ": 1220,
      "ἱ": 1221,
      "ἴ": 1222,
      "ἵ": 1223,
      "ἶ": 1224,
      "ὀ": 1225,
      "ὁ": 1226,
      "ὄ": 1227,
      "ὅ": 1228,
      "ὐ": 1229,
      "ὑ": 1230,
      "ὕ": 1231,
      "ὡ": 1232,
      "ὥ": 1233,
      "ὧ": 1234,
      "ὰ": 1235,
      "ὴ": 1236,
      "ὶ": 1237,
      "ὸ": 1238,
      "ὺ": 1239,
      "ὼ": 1240,
      "ῃ": 1241,
      "ῆ": 1242,
      "ῇ": 1243,
      "ῖ": 1244,
      "ῥ": 1245,
      "ῦ": 1246,
      "ῧ": 1247,
      "ῳ": 1248,
      "ῶ": 1249,
      "ῷ": 1250,
      "​": 1251,
      "‌": 1252,
      "‍": 1253,
      "‎": 1254,
      "‏": 1255,
      "‐": 1256,
      "‒": 1257,
      "–": 1258,
      "—": 1259,
      "―": 1260,
      "‖": 1261,
      "‘": 1262,
      "’": 1263,
      "‚": 1264,
      "‛": 1265,
      "“": 1266,
      "”": 1267,
      "„": 1268,
      "‟": 1269,
      "†": 1270,
      "‡": 1271,
      "•": 1272,
      "‣": 1273,
      "‧": 1274,
      "‪": 1275,
      "‫": 1276,
      "‬": 1277,
      "‭": 1278,
      "‮": 1279,
      "‰": 1280,
      "′": 1281,
      "‹": 1282,
      "›": 1283,
      "※": 1284,
      "‽": 1285,
      "‿": 1286,
      "⁂": 1287,
      "⁃": 1288,
      "⁄": 1289,
      "⁊": 1290,
      "⁠": 1291,
      "⁡": 1292,
      "⁢": 1293,
      "₤": 1294,
      "₩": 1295,
      "€": 1296,
      "₱": 1297,
      "₹": 1298,
      "⃣": 1299,
      "℗": 1300,
      "℘": 1301,
      "℞": 1302,
      "⅋": 1303,
      "←": 1304,
      "↑": 1305,
      "→": 1306,
      "↓": 1307,
      "↔": 1308,
      "↦": 1309,
      "↩": 1310,
      "⇄": 1311,
      "⇆": 1312,
      "⇌": 1313,
      "⇐": 1314,
      "⇒": 1315,
      "⇓": 1316,
      "⇚": 1317,
      "⇛": 1318,
      "⇧": 1319,
      "∀": 1320,
      "∂": 1321,
      "∃": 1322,
      "∄": 1323,
      "∅": 1324,
      "∆": 1325,
      "∇": 1326,
      "∈": 1327,
      "∏": 1328,
      "∑": 1329,
      "−": 1330,
      "∓": 1331,
      "∗": 1332,
      "∘": 1333,
      "√": 1334,
      "∝": 1335,
      "∞": 1336,
      "∣": 1337,
      "∥": 1338,
      "∦": 1339,
      "∧": 1340,
      "∨": 1341,
      "∩": 1342,
      "∪": 1343,
      "∫": 1344,
      "∮": 1345,
      "∴": 1346,
      "∶": 1347,
      "∷": 1348,
      "∼": 1349,
      "≃": 1350,
      "≅": 1351,
      "≈": 1352,
      "≜": 1353,
      "≠": 1354,
      "≡": 1355,
      "≤": 1356,
      "≥": 1357,
      "≦": 1358,
      "≪": 1359,
      "≫": 1360,
      "≻": 1361,
      "⊂": 1362,
      "⊃": 1363,
      "⊕": 1364,
      "⊗": 1365,
      "⊙": 1366,
      "⊥": 1367,
      "⋅": 1368,
      "⋆": 1369,
      "⋕": 1370,
      "⋮": 1371,
      "⋯": 1372,
      "⌐": 1373,
      "⌘": 1374,
      "⎇": 1375,
      "⎝": 1376,
      "⎠": 1377,
      "⎯": 1378,
      "⏟": 1379,
      "⏱": 1380,
      "␣": 1381,
      "─": 1382,
      "━": 1383,
      "│": 1384,
      "┃": 1385,
      "┌": 1386,
      "┐": 1387,
      "└": 1388,
      "┕": 1389,
      "┘": 1390,
      "├": 1391,
      "┬": 1392,
      "┴": 1393,
      "┻": 1394,
      "┼": 1395,
      "═": 1396,
      "║": 1397,
      "╒": 1398,
      "╔": 1399,
      "╕": 1400,
      "╗": 1401,
      "╚": 1402,
      "╜": 1403,
      "╝": 1404,
      "╠": 1405,
      "╣": 1406,
      "╦": 1407,
      "╨": 1408,
      "╩": 1409,
      "╬": 1410,
      "╭": 1411,
      "╮": 1412,
      "╯": 1413,
      "╰": 1414,
      "╱": 1415,
      "╲": 1416,
      "╳": 1417,
      "╹": 1418,
      "▀": 1419,
      "▄": 1420,
      "█": 1421,
      "▋": 1422,
      "▌": 1423,
      "▐": 1424,
      "░": 1425,
      "▒": 1426,
      "▓": 1427,
      "■": 1428,
      "□": 1429,
      "▢": 1430,
      "▣": 1431,
      "▪": 1432,
      "▬": 1433,
      "▲": 1434,
      "△": 1435,
      "▶": 1436,
      "▸": 1437,
      "►": 1438,
      "▼": 1439,
      "▾": 1440,
      "◂": 1441,
      "◄": 1442,
      "◆": 1443,
      "◇": 1444,
      "◉": 1445,
      "◊": 1446,
      "○": 1447,
      "◎": 1448,
      "●": 1449,
      "◔": 1450,
      "◕": 1451,
      "◡": 1452,
      "◥": 1453,
      "◦": 1454,
      "◻": 1455,
      "◼": 1456,
      "◾": 1457,
      "☀": 1458,
      "☁": 1459,
      "☃": 1460,
      "★": 1461,
      "☆": 1462,
      "☉": 1463,
      "☐": 1464,
      "☑": 1465,
      "☒": 1466,
      "☔": 1467,
      "☕": 1468,
      "☘": 1469,
      "☙": 1470,
      "☛": 1471,
      "☝": 1472,
      "☠": 1473,
      "☤": 1474,
      "☯": 1475,
      "☰": 1476,
      "☲": 1477,
      "☵": 1478,
      "☷": 1479,
      "☹": 1480,
      "☺": 1481,
      "☼": 1482,
      "☽": 1483,
      "♀": 1484,
      "♂": 1485,
      "♏": 1486,
      "♔": 1487,
      "♕": 1488,
      "♛": 1489,
      "♞": 1490,
      "♠": 1491,
      "♡": 1492,
      "♣": 1493,
      "♥": 1494,
      "♦": 1495,
      "♪": 1496,
      "♫": 1497,
      "♭": 1498,
      "♯": 1499,
      "⚐": 1500,
      "⚓": 1501,
      "⚔": 1502,
      "⚖": 1503,
      "⚗": 1504,
      "⚙": 1505,
      "⚛": 1506,
      "⚠": 1507,
      "⚡": 1508,
      "⚥": 1509,
      "⚪": 1510,
      "⚽": 1511,
      "⛽": 1512,
      "✂": 1513,
      "✅": 1514,
      "✈": 1515,
      "✉": 1516,
      "✊": 1517,
      "✋": 1518,
      "✌": 1519,
      "✍": 1520,
      "✎": 1521,
      "✏": 1522,
      "✓": 1523,
      "✔": 1524,
      "✕": 1525,
      "✖": 1526,
      "✘": 1527,
      "✧": 1528,
      "✨": 1529,
      "✪": 1530,
      "✮": 1531,
      "✯": 1532,
      "✱": 1533,
      "✿": 1534,
      "❄": 1535,
      "❋": 1536,
      "❌": 1537,
      "❍": 1538,
      "❎": 1539,
      "❝": 1540,
      "❞": 1541,
      "❤": 1542,
      "❦": 1543,
      "❧": 1544,
      "❮": 1545,
      "❯": 1546,
      "➙": 1547,
      "➜": 1548,
      "➡": 1549,
      "➤": 1550,
      "➫": 1551,
      "➯": 1552,
      "⟨": 1553,
      "⟩": 1554,
      "⟶": 1555,
      "⟹": 1556,
      "⟺": 1557,
      "⠀": 1558,
      "⦁": 1559,
      "⬇": 1560,
      "⭐": 1561,
      "ⲁ": 1562,
      "ⲏ": 1563,
      "ⲑ": 1564,
      "ⲓ": 1565,
      "ⲙ": 1566,
      "ⲛ": 1567,
      "ⲟ": 1568,
      "ⲥ": 1569,
      "ⲧ": 1570,
      "ⲩ": 1571,
      "ⲭ": 1572,
      "ⲱ": 1573,
      "ⴰ": 1574,
      "ⴱ": 1575,
      "ⴻ": 1576,
      "ⵄ": 1577,
      "ⵉ": 1578,
      "ⵍ": 1579,
      "ⵎ": 1580,
      "ⵏ": 1581,
      "ⵓ": 1582,
      "ⵙ": 1583,
      "ⵜ": 1584,
      "ⵟ": 1585,
      "ⵡ": 1586,
      "⸢": 1587,
      "⸣": 1588,
      "⸮": 1589,
      "、": 1590,
      "。": 1591,
      "々": 1592,
      "〇": 1593,
      "〈": 1594,
      "〉": 1595,
      "《": 1596,
      "》": 1597,
      "「": 1598,
      "」": 1599,
      "『": 1600,
      "』": 1601,
      "【": 1602,
      "】": 1603,
      "〒": 1604,
      "〜": 1605,
      "ぁ": 1606,
      "あ": 1607,
      "い": 1608,
      "ぅ": 1609,
      "う": 1610,
      "ぇ": 1611,
      "え": 1612,
      "お": 1613,
      "か": 1614,
      "が": 1615,
      "き": 1616,
      "ぎ": 1617,
      "く": 1618,
      "ぐ": 1619,
      "け": 1620,
      "げ": 1621,
      "こ": 1622,
      "ご": 1623,
      "さ": 1624,
      "ざ": 1625,
      "し": 1626,
      "じ": 1627,
      "す": 1628,
      "ず": 1629,
      "せ": 1630,
      "ぜ": 1631,
      "そ": 1632,
      "ぞ": 1633,
      "た": 1634,
      "だ": 1635,
      "ち": 1636,
      "ぢ": 1637,
      "っ": 1638,
      "つ": 1639,
      "づ": 1640,
      "て": 1641,
      "で": 1642,
      "と": 1643,
      "ど": 1644,
      "な": 1645,
      "に": 1646,
      "ぬ": 1647,
      "ね": 1648,
      "の": 1649,
      "は": 1650,
      "ば": 1651,
      "ぱ": 1652,
      "ひ": 1653,
      "び": 1654,
      "ぴ": 1655,
      "ふ": 1656,
      "ぶ": 1657,
      "ぷ": 1658,
      "へ": 1659,
      "べ": 1660,
      "ほ": 1661,
      "ぼ": 1662,
      "ぽ": 1663,
      "ま": 1664,
      "み": 1665,
      "む": 1666,
      "め": 1667,
      "も": 1668,
      "ゃ": 1669,
      "や": 1670,
      "ゅ": 1671,
      "ゆ": 1672,
      "ょ": 1673,
      "よ": 1674,
      "ら": 1675,
      "り": 1676,
      "る": 1677,
      "れ": 1678,
      "ろ": 1679,
      "わ": 1680,
      "を": 1681,
      "ん": 1682,
      "゙": 1683,
      "゚": 1684,
      "ゞ": 1685,
      "ァ": 1686,
      "ア": 1687,
      "ィ": 1688,
      "イ": 1689,
      "ゥ": 1690,
      "ウ": 1691,
      "ェ": 1692,
      "エ": 1693,
      "ォ": 1694,
      "オ": 1695,
      "カ": 1696,
      "ガ": 1697,
      "キ": 1698,
      "ギ": 1699,
      "ク": 1700,
      "グ": 1701,
      "ケ": 1702,
      "ゲ": 1703,
      "コ": 1704,
      "ゴ": 1705,
      "サ": 1706,
      "ザ": 1707,
      "シ": 1708,
      "ジ": 1709,
      "ス": 1710,
      "ズ": 1711,
      "セ": 1712,
      "ゼ": 1713,
      "ソ": 1714,
      "ゾ": 1715,
      "タ": 1716,
      "ダ": 1717,
      "チ": 1718,
      "ヂ": 1719,
      "ッ": 1720,
      "ツ": 1721,
      "テ": 1722,
      "デ": 1723,
      "ト": 1724,
      "ド": 1725,
      "ナ": 1726,
      "ニ": 1727,
      "ヌ": 1728,
      "ネ": 1729,
      "ノ": 1730,
      "ハ": 1731,
      "バ": 1732,
      "パ": 1733,
      "ヒ": 1734,
      "ビ": 1735,
      "ピ": 1736,
      "フ": 1737,
      "ブ": 1738,
      "プ": 1739,
      "ヘ": 1740,
      "ベ": 1741,
      "ペ": 1742,
      "ホ": 1743,
      "ボ": 1744,
      "ポ": 1745,
      "マ": 1746,
      "ミ": 1747,
      "ム": 1748,
      "メ": 1749,
      "モ": 1750,
      "ャ": 1751,
      "ヤ": 1752,
      "ュ": 1753,
      "ユ": 1754,
      "ョ": 1755,
      "ヨ": 1756,
      "ラ": 1757,
      "リ": 1758,
      "ル": 1759,
      "レ": 1760,
      "ロ": 1761,
      "ヮ": 1762,
      "ワ": 1763,
      "ヲ": 1764,
      "ン": 1765,
      "ヴ": 1766,
      "ヶ": 1767,
      "・": 1768,
      "ー": 1769,
      "ヽ": 1770,
      "一": 1771,
      "丁": 1772,
      "七": 1773,
      "万": 1774,
      "丈": 1775,
      "三": 1776,
      "上": 1777,
      "下": 1778,
      "不": 1779,
      "与": 1780,
      "且": 1781,
      "世": 1782,
      "丘": 1783,
      "业": 1784,
      "丛": 1785,
      "东": 1786,
      "丝": 1787,
      "丟": 1788,
      "両": 1789,
      "两": 1790,
      "严": 1791,
      "並": 1792,
      "个": 1793,
      "中": 1794,
      "丰": 1795,
      "临": 1796,
      "丸": 1797,
      "为": 1798,
      "主": 1799,
      "丽": 1800,
      "举": 1801,
      "乃": 1802,
      "久": 1803,
      "么": 1804,
      "义": 1805,
      "之": 1806,
      "乎": 1807,
      "乐": 1808,
      "乔": 1809,
      "乗": 1810,
      "乙": 1811,
      "九": 1812,
      "也": 1813,
      "书": 1814,
      "乱": 1815,
      "乳": 1816,
      "乾": 1817,
      "亀": 1818,
      "亂": 1819,
      "了": 1820,
      "予": 1821,
      "争": 1822,
      "事": 1823,
      "二": 1824,
      "于": 1825,
      "亐": 1826,
      "云": 1827,
      "互": 1828,
      "五": 1829,
      "井": 1830,
      "亚": 1831,
      "些": 1832,
      "亜": 1833,
      "亞": 1834,
      "亡": 1835,
      "交": 1836,
      "享": 1837,
      "京": 1838,
      "亭": 1839,
      "亮": 1840,
      "亲": 1841,
      "人": 1842,
      "亻": 1843,
      "亿": 1844,
      "什": 1845,
      "仁": 1846,
      "仆": 1847,
      "今": 1848,
      "介": 1849,
      "从": 1850,
      "仕": 1851,
      "他": 1852,
      "付": 1853,
      "仙": 1854,
      "代": 1855,
      "令": 1856,
      "以": 1857,
      "们": 1858,
      "仲": 1859,
      "件": 1860,
      "价": 1861,
      "任": 1862,
      "企": 1863,
      "伊": 1864,
      "休": 1865,
      "众": 1866,
      "优": 1867,
      "会": 1868,
      "伝": 1869,
      "伟": 1870,
      "传": 1871,
      "伤": 1872,
      "伯": 1873,
      "伸": 1874,
      "似": 1875,
      "伽": 1876,
      "佇": 1877,
      "位": 1878,
      "低": 1879,
      "住": 1880,
      "佐": 1881,
      "佑": 1882,
      "体": 1883,
      "何": 1884,
      "佗": 1885,
      "余": 1886,
      "佛": 1887,
      "作": 1888,
      "你": 1889,
      "佳": 1890,
      "併": 1891,
      "使": 1892,
      "來": 1893,
      "例": 1894,
      "侍": 1895,
      "侏": 1896,
      "供": 1897,
      "依": 1898,
      "侠": 1899,
      "価": 1900,
      "侯": 1901,
      "侵": 1902,
      "便": 1903,
      "係": 1904,
      "促": 1905,
      "俊": 1906,
      "俗": 1907,
      "保": 1908,
      "俞": 1909,
      "信": 1910,
      "修": 1911,
      "俯": 1912,
      "俱": 1913,
      "俳": 1914,
      "俵": 1915,
      "俺": 1916,
      "倉": 1917,
      "個": 1918,
      "倍": 1919,
      "候": 1920,
      "借": 1921,
      "値": 1922,
      "倭": 1923,
      "值": 1924,
      "倾": 1925,
      "假": 1926,
      "停": 1927,
      "健": 1928,
      "側": 1929,
      "偶": 1930,
      "偷": 1931,
      "傑": 1932,
      "備": 1933,
      "储": 1934,
      "催": 1935,
      "傷": 1936,
      "傻": 1937,
      "傾": 1938,
      "働": 1939,
      "像": 1940,
      "僕": 1941,
      "僚": 1942,
      "儀": 1943,
      "儂": 1944,
      "儒": 1945,
      "優": 1946,
      "儿": 1947,
      "元": 1948,
      "充": 1949,
      "先": 1950,
      "光": 1951,
      "克": 1952,
      "児": 1953,
      "兖": 1954,
      "党": 1955,
      "入": 1956,
      "內": 1957,
      "全": 1958,
      "兩": 1959,
      "八": 1960,
      "公": 1961,
      "六": 1962,
      "兮": 1963,
      "共": 1964,
      "关": 1965,
      "兵": 1966,
      "其": 1967,
      "具": 1968,
      "典": 1969,
      "兼": 1970,
      "兽": 1971,
      "内": 1972,
      "円": 1973,
      "再": 1974,
      "冒": 1975,
      "写": 1976,
      "军": 1977,
      "农": 1978,
      "冠": 1979,
      "冬": 1980,
      "决": 1981,
      "冷": 1982,
      "冻": 1983,
      "凄": 1984,
      "准": 1985,
      "凌": 1986,
      "凍": 1987,
      "几": 1988,
      "処": 1989,
      "凯": 1990,
      "出": 1991,
      "击": 1992,
      "凿": 1993,
      "刀": 1994,
      "分": 1995,
      "切": 1996,
      "刊": 1997,
      "刑": 1998,
      "列": 1999,
      "刘": 2000,
      "则": 2001,
      "初": 2002,
      "判": 2003,
      "別": 2004,
      "利": 2005,
      "别": 2006,
      "到": 2007,
      "制": 2008,
      "刹": 2009,
      "刺": 2010,
      "刻": 2011,
      "則": 2012,
      "削": 2013,
      "前": 2014,
      "剑": 2015,
      "剥": 2016,
      "剩": 2017,
      "副": 2018,
      "剰": 2019,
      "割": 2020,
      "創": 2021,
      "劇": 2022,
      "劈": 2023,
      "劉": 2024,
      "力": 2025,
      "劝": 2026,
      "办": 2027,
      "功": 2028,
      "加": 2029,
      "务": 2030,
      "动": 2031,
      "助": 2032,
      "努": 2033,
      "励": 2034,
      "労": 2035,
      "効": 2036,
      "势": 2037,
      "勃": 2038,
      "勇": 2039,
      "勉": 2040,
      "勒": 2041,
      "動": 2042,
      "務": 2043,
      "勝": 2044,
      "勞": 2045,
      "募": 2046,
      "勢": 2047,
      "勾": 2048,
      "匂": 2049,
      "包": 2050,
      "化": 2051,
      "北": 2052,
      "匠": 2053,
      "匣": 2054,
      "匹": 2055,
      "区": 2056,
      "医": 2057,
      "匿": 2058,
      "區": 2059,
      "十": 2060,
      "千": 2061,
      "升": 2062,
      "午": 2063,
      "半": 2064,
      "华": 2065,
      "卒": 2066,
      "協": 2067,
      "单": 2068,
      "南": 2069,
      "単": 2070,
      "博": 2071,
      "占": 2072,
      "卡": 2073,
      "卦": 2074,
      "卫": 2075,
      "印": 2076,
      "危": 2077,
      "即": 2078,
      "却": 2079,
      "卿": 2080,
      "历": 2081,
      "压": 2082,
      "厚": 2083,
      "原": 2084,
      "去": 2085,
      "县": 2086,
      "参": 2087,
      "又": 2088,
      "及": 2089,
      "友": 2090,
      "双": 2091,
      "反": 2092,
      "収": 2093,
      "发": 2094,
      "取": 2095,
      "受": 2096,
      "变": 2097,
      "叟": 2098,
      "口": 2099,
      "古": 2100,
      "句": 2101,
      "叩": 2102,
      "只": 2103,
      "叫": 2104,
      "召": 2105,
      "叭": 2106,
      "可": 2107,
      "台": 2108,
      "史": 2109,
      "右": 2110,
      "叶": 2111,
      "号": 2112,
      "司": 2113,
      "吃": 2114,
      "各": 2115,
      "合": 2116,
      "吉": 2117,
      "同": 2118,
      "名": 2119,
      "后": 2120,
      "吏": 2121,
      "吐": 2122,
      "向": 2123,
      "君": 2124,
      "吟": 2125,
      "否": 2126,
      "吧": 2127,
      "含": 2128,
      "吳": 2129,
      "吴": 2130,
      "吸": 2131,
      "吹": 2132,
      "吾": 2133,
      "呂": 2134,
      "呈": 2135,
      "告": 2136,
      "员": 2137,
      "呟": 2138,
      "呢": 2139,
      "周": 2140,
      "味": 2141,
      "呼": 2142,
      "命": 2143,
      "和": 2144,
      "咖": 2145,
      "咲": 2146,
      "哀": 2147,
      "品": 2148,
      "哈": 2149,
      "哉": 2150,
      "員": 2151,
      "哥": 2152,
      "哪": 2153,
      "哲": 2154,
      "唆": 2155,
      "唇": 2156,
      "唐": 2157,
      "唯": 2158,
      "唱": 2159,
      "商": 2160,
      "問": 2161,
      "啡": 2162,
      "善": 2163,
      "喚": 2164,
      "喜": 2165,
      "喧": 2166,
      "喪": 2167,
      "單": 2168,
      "喵": 2169,
      "営": 2170,
      "嗚": 2171,
      "嘗": 2172,
      "嘩": 2173,
      "嘴": 2174,
      "噛": 2175,
      "器": 2176,
      "噴": 2177,
      "噺": 2178,
      "嚢": 2179,
      "嚴": 2180,
      "嚼": 2181,
      "囗": 2182,
      "四": 2183,
      "回": 2184,
      "因": 2185,
      "团": 2186,
      "団": 2187,
      "园": 2188,
      "困": 2189,
      "囲": 2190,
      "図": 2191,
      "围": 2192,
      "固": 2193,
      "国": 2194,
      "图": 2195,
      "圆": 2196,
      "國": 2197,
      "圍": 2198,
      "園": 2199,
      "圖": 2200,
      "團": 2201,
      "土": 2202,
      "圣": 2203,
      "圧": 2204,
      "在": 2205,
      "地": 2206,
      "场": 2207,
      "圾": 2208,
      "坂": 2209,
      "均": 2210,
      "坊": 2211,
      "坎": 2212,
      "坝": 2213,
      "坤": 2214,
      "垂": 2215,
      "垃": 2216,
      "型": 2217,
      "垢": 2218,
      "垦": 2219,
      "埋": 2220,
      "城": 2221,
      "域": 2222,
      "執": 2223,
      "培": 2224,
      "基": 2225,
      "埼": 2226,
      "堂": 2227,
      "堅": 2228,
      "堤": 2229,
      "堪": 2230,
      "報": 2231,
      "場": 2232,
      "塔": 2233,
      "塗": 2234,
      "塚": 2235,
      "境": 2236,
      "墓": 2237,
      "増": 2238,
      "墙": 2239,
      "增": 2240,
      "墟": 2241,
      "墨": 2242,
      "墮": 2243,
      "墳": 2244,
      "壁": 2245,
      "壇": 2246,
      "壊": 2247,
      "壩": 2248,
      "士": 2249,
      "壮": 2250,
      "声": 2251,
      "売": 2252,
      "壽": 2253,
      "夂": 2254,
      "変": 2255,
      "复": 2256,
      "夏": 2257,
      "夕": 2258,
      "外": 2259,
      "多": 2260,
      "夜": 2261,
      "夢": 2262,
      "大": 2263,
      "天": 2264,
      "太": 2265,
      "夫": 2266,
      "央": 2267,
      "失": 2268,
      "头": 2269,
      "夷": 2270,
      "奇": 2271,
      "奈": 2272,
      "奋": 2273,
      "奏": 2274,
      "奔": 2275,
      "奕": 2276,
      "奖": 2277,
      "套": 2278,
      "奥": 2279,
      "奪": 2280,
      "奮": 2281,
      "女": 2282,
      "奴": 2283,
      "她": 2284,
      "好": 2285,
      "如": 2286,
      "妃": 2287,
      "妈": 2288,
      "妖": 2289,
      "妙": 2290,
      "妹": 2291,
      "妻": 2292,
      "妾": 2293,
      "姉": 2294,
      "始": 2295,
      "姐": 2296,
      "姑": 2297,
      "姓": 2298,
      "委": 2299,
      "姥": 2300,
      "姿": 2301,
      "娇": 2302,
      "婚": 2303,
      "婦": 2304,
      "媒": 2305,
      "嫁": 2306,
      "嫌": 2307,
      "嫖": 2308,
      "嬉": 2309,
      "嬪": 2310,
      "子": 2311,
      "孔": 2312,
      "字": 2313,
      "存": 2314,
      "孙": 2315,
      "孝": 2316,
      "季": 2317,
      "孤": 2318,
      "学": 2319,
      "孩": 2320,
      "孫": 2321,
      "學": 2322,
      "宅": 2323,
      "宇": 2324,
      "守": 2325,
      "安": 2326,
      "宋": 2327,
      "完": 2328,
      "宏": 2329,
      "宗": 2330,
      "官": 2331,
      "宙": 2332,
      "定": 2333,
      "宛": 2334,
      "宜": 2335,
      "宝": 2336,
      "实": 2337,
      "実": 2338,
      "审": 2339,
      "客": 2340,
      "宣": 2341,
      "室": 2342,
      "宮": 2343,
      "宰": 2344,
      "害": 2345,
      "宴": 2346,
      "宵": 2347,
      "家": 2348,
      "容": 2349,
      "宿": 2350,
      "寂": 2351,
      "寄": 2352,
      "密": 2353,
      "寇": 2354,
      "富": 2355,
      "寒": 2356,
      "察": 2357,
      "實": 2358,
      "寧": 2359,
      "審": 2360,
      "寮": 2361,
      "寶": 2362,
      "寸": 2363,
      "对": 2364,
      "寺": 2365,
      "导": 2366,
      "対": 2367,
      "寿": 2368,
      "封": 2369,
      "専": 2370,
      "射": 2371,
      "将": 2372,
      "將": 2373,
      "尊": 2374,
      "導": 2375,
      "小": 2376,
      "少": 2377,
      "尔": 2378,
      "尖": 2379,
      "尚": 2380,
      "就": 2381,
      "尻": 2382,
      "尽": 2383,
      "尾": 2384,
      "局": 2385,
      "层": 2386,
      "居": 2387,
      "屈": 2388,
      "届": 2389,
      "屋": 2390,
      "展": 2391,
      "属": 2392,
      "履": 2393,
      "屬": 2394,
      "山": 2395,
      "屿": 2396,
      "岛": 2397,
      "岡": 2398,
      "岩": 2399,
      "岬": 2400,
      "岳": 2401,
      "峠": 2402,
      "峡": 2403,
      "峪": 2404,
      "峰": 2405,
      "島": 2406,
      "崇": 2407,
      "崎": 2408,
      "崩": 2409,
      "崽": 2410,
      "嵐": 2411,
      "嵩": 2412,
      "嶋": 2413,
      "嶺": 2414,
      "嶽": 2415,
      "川": 2416,
      "州": 2417,
      "巡": 2418,
      "工": 2419,
      "左": 2420,
      "巧": 2421,
      "巨": 2422,
      "差": 2423,
      "己": 2424,
      "已": 2425,
      "巴": 2426,
      "巻": 2427,
      "巾": 2428,
      "市": 2429,
      "布": 2430,
      "帆": 2431,
      "希": 2432,
      "帝": 2433,
      "帥": 2434,
      "師": 2435,
      "席": 2436,
      "帮": 2437,
      "帯": 2438,
      "帰": 2439,
      "帶": 2440,
      "常": 2441,
      "帽": 2442,
      "幅": 2443,
      "幕": 2444,
      "干": 2445,
      "平": 2446,
      "年": 2447,
      "幸": 2448,
      "幹": 2449,
      "幻": 2450,
      "幼": 2451,
      "幾": 2452,
      "广": 2453,
      "庁": 2454,
      "広": 2455,
      "庄": 2456,
      "庆": 2457,
      "库": 2458,
      "应": 2459,
      "底": 2460,
      "府": 2461,
      "废": 2462,
      "度": 2463,
      "座": 2464,
      "庫": 2465,
      "庭": 2466,
      "庶": 2467,
      "康": 2468,
      "廃": 2469,
      "廊": 2470,
      "廖": 2471,
      "廠": 2472,
      "廣": 2473,
      "延": 2474,
      "廷": 2475,
      "建": 2476,
      "开": 2477,
      "弁": 2478,
      "异": 2479,
      "弊": 2480,
      "式": 2481,
      "弓": 2482,
      "引": 2483,
      "弘": 2484,
      "弟": 2485,
      "张": 2486,
      "弥": 2487,
      "張": 2488,
      "強": 2489,
      "弹": 2490,
      "强": 2491,
      "弾": 2492,
      "彎": 2493,
      "当": 2494,
      "录": 2495,
      "彙": 2496,
      "形": 2497,
      "彦": 2498,
      "彩": 2499,
      "彰": 2500,
      "影": 2501,
      "役": 2502,
      "彼": 2503,
      "征": 2504,
      "待": 2505,
      "很": 2506,
      "律": 2507,
      "後": 2508,
      "徐": 2509,
      "徒": 2510,
      "得": 2511,
      "從": 2512,
      "御": 2513,
      "復": 2514,
      "循": 2515,
      "微": 2516,
      "徳": 2517,
      "徵": 2518,
      "德": 2519,
      "徽": 2520,
      "心": 2521,
      "必": 2522,
      "忍": 2523,
      "志": 2524,
      "忘": 2525,
      "忙": 2526,
      "応": 2527,
      "忠": 2528,
      "快": 2529,
      "念": 2530,
      "怀": 2531,
      "态": 2532,
      "怒": 2533,
      "怕": 2534,
      "思": 2535,
      "怡": 2536,
      "急": 2537,
      "性": 2538,
      "怪": 2539,
      "总": 2540,
      "恋": 2541,
      "恐": 2542,
      "恠": 2543,
      "恢": 2544,
      "恥": 2545,
      "恩": 2546,
      "恭": 2547,
      "息": 2548,
      "恵": 2549,
      "恶": 2550,
      "悟": 2551,
      "患": 2552,
      "悩": 2553,
      "悪": 2554,
      "悲": 2555,
      "情": 2556,
      "惑": 2557,
      "惜": 2558,
      "惟": 2559,
      "惠": 2560,
      "惡": 2561,
      "想": 2562,
      "惺": 2563,
      "愉": 2564,
      "意": 2565,
      "愕": 2566,
      "愚": 2567,
      "愛": 2568,
      "感": 2569,
      "慈": 2570,
      "態": 2571,
      "慧": 2572,
      "慮": 2573,
      "慰": 2574,
      "慶": 2575,
      "憂": 2576,
      "憤": 2577,
      "憧": 2578,
      "憬": 2579,
      "憶": 2580,
      "憾": 2581,
      "應": 2582,
      "懐": 2583,
      "懲": 2584,
      "懸": 2585,
      "懿": 2586,
      "戀": 2587,
      "戈": 2588,
      "戉": 2589,
      "戏": 2590,
      "成": 2591,
      "我": 2592,
      "戒": 2593,
      "或": 2594,
      "戟": 2595,
      "戦": 2596,
      "戰": 2597,
      "戳": 2598,
      "戴": 2599,
      "戻": 2600,
      "房": 2601,
      "所": 2602,
      "扁": 2603,
      "扉": 2604,
      "手": 2605,
      "才": 2606,
      "扒": 2607,
      "打": 2608,
      "払": 2609,
      "扱": 2610,
      "批": 2611,
      "承": 2612,
      "技": 2613,
      "把": 2614,
      "抑": 2615,
      "抓": 2616,
      "投": 2617,
      "抗": 2618,
      "折": 2619,
      "抜": 2620,
      "択": 2621,
      "抢": 2622,
      "护": 2623,
      "披": 2624,
      "抱": 2625,
      "抵": 2626,
      "押": 2627,
      "担": 2628,
      "拉": 2629,
      "拍": 2630,
      "拒": 2631,
      "拘": 2632,
      "拙": 2633,
      "招": 2634,
      "拠": 2635,
      "拭": 2636,
      "拿": 2637,
      "持": 2638,
      "指": 2639,
      "按": 2640,
      "挑": 2641,
      "挙": 2642,
      "挝": 2643,
      "振": 2644,
      "捉": 2645,
      "捕": 2646,
      "捜": 2647,
      "换": 2648,
      "捨": 2649,
      "据": 2650,
      "掀": 2651,
      "授": 2652,
      "排": 2653,
      "掛": 2654,
      "採": 2655,
      "探": 2656,
      "接": 2657,
      "控": 2658,
      "推": 2659,
      "掩": 2660,
      "掲": 2661,
      "揃": 2662,
      "揍": 2663,
      "描": 2664,
      "提": 2665,
      "插": 2666,
      "揚": 2667,
      "換": 2668,
      "握": 2669,
      "援": 2670,
      "揺": 2671,
      "損": 2672,
      "搞": 2673,
      "搶": 2674,
      "携": 2675,
      "摂": 2676,
      "摄": 2677,
      "摘": 2678,
      "摩": 2679,
      "撃": 2680,
      "撒": 2681,
      "播": 2682,
      "撮": 2683,
      "撾": 2684,
      "擁": 2685,
      "操": 2686,
      "支": 2687,
      "收": 2688,
      "改": 2689,
      "攻": 2690,
      "放": 2691,
      "政": 2692,
      "故": 2693,
      "敌": 2694,
      "救": 2695,
      "敗": 2696,
      "教": 2697,
      "敢": 2698,
      "散": 2699,
      "敦": 2700,
      "敬": 2701,
      "数": 2702,
      "整": 2703,
      "敵": 2704,
      "敷": 2705,
      "文": 2706,
      "斉": 2707,
      "斌": 2708,
      "斑": 2709,
      "斗": 2710,
      "料": 2711,
      "斜": 2712,
      "断": 2713,
      "斯": 2714,
      "新": 2715,
      "方": 2716,
      "於": 2717,
      "施": 2718,
      "旅": 2719,
      "旋": 2720,
      "族": 2721,
      "旗": 2722,
      "无": 2723,
      "既": 2724,
      "日": 2725,
      "旧": 2726,
      "旨": 2727,
      "早": 2728,
      "旬": 2729,
      "旱": 2730,
      "时": 2731,
      "昆": 2732,
      "昇": 2733,
      "昌": 2734,
      "明": 2735,
      "易": 2736,
      "昔": 2737,
      "星": 2738,
      "映": 2739,
      "春": 2740,
      "昨": 2741,
      "昭": 2742,
      "是": 2743,
      "時": 2744,
      "晉": 2745,
      "晋": 2746,
      "晒": 2747,
      "晨": 2748,
      "晩": 2749,
      "普": 2750,
      "景": 2751,
      "晴": 2752,
      "晶": 2753,
      "智": 2754,
      "暁": 2755,
      "暇": 2756,
      "暑": 2757,
      "暗": 2758,
      "暫": 2759,
      "暮": 2760,
      "暴": 2761,
      "曙": 2762,
      "曜": 2763,
      "曝": 2764,
      "曰": 2765,
      "曲": 2766,
      "更": 2767,
      "書": 2768,
      "曼": 2769,
      "曾": 2770,
      "替": 2771,
      "最": 2772,
      "會": 2773,
      "月": 2774,
      "有": 2775,
      "朋": 2776,
      "服": 2777,
      "朕": 2778,
      "朗": 2779,
      "望": 2780,
      "朝": 2781,
      "期": 2782,
      "朧": 2783,
      "木": 2784,
      "未": 2785,
      "末": 2786,
      "本": 2787,
      "术": 2788,
      "朱": 2789,
      "机": 2790,
      "权": 2791,
      "李": 2792,
      "杏": 2793,
      "材": 2794,
      "村": 2795,
      "束": 2796,
      "条": 2797,
      "来": 2798,
      "杨": 2799,
      "杯": 2800,
      "杰": 2801,
      "東": 2802,
      "松": 2803,
      "板": 2804,
      "析": 2805,
      "林": 2806,
      "枘": 2807,
      "枚": 2808,
      "果": 2809,
      "枝": 2810,
      "架": 2811,
      "柄": 2812,
      "柏": 2813,
      "某": 2814,
      "染": 2815,
      "查": 2816,
      "柯": 2817,
      "柱": 2818,
      "柴": 2819,
      "査": 2820,
      "栄": 2821,
      "标": 2822,
      "校": 2823,
      "株": 2824,
      "核": 2825,
      "根": 2826,
      "格": 2827,
      "桂": 2828,
      "桃": 2829,
      "案": 2830,
      "桜": 2831,
      "桥": 2832,
      "梁": 2833,
      "梓": 2834,
      "條": 2835,
      "械": 2836,
      "棄": 2837,
      "棠": 2838,
      "森": 2839,
      "椅": 2840,
      "植": 2841,
      "検": 2842,
      "椰": 2843,
      "楊": 2844,
      "楚": 2845,
      "業": 2846,
      "極": 2847,
      "楽": 2848,
      "概": 2849,
      "榜": 2850,
      "榮": 2851,
      "構": 2852,
      "様": 2853,
      "樂": 2854,
      "樋": 2855,
      "樓": 2856,
      "標": 2857,
      "模": 2858,
      "権": 2859,
      "横": 2860,
      "樹": 2861,
      "樺": 2862,
      "橋": 2863,
      "橘": 2864,
      "橙": 2865,
      "機": 2866,
      "欠": 2867,
      "次": 2868,
      "欢": 2869,
      "欲": 2870,
      "欺": 2871,
      "欽": 2872,
      "歉": 2873,
      "歌": 2874,
      "歓": 2875,
      "止": 2876,
      "正": 2877,
      "此": 2878,
      "武": 2879,
      "歩": 2880,
      "歪": 2881,
      "歯": 2882,
      "歲": 2883,
      "歳": 2884,
      "歴": 2885,
      "死": 2886,
      "殊": 2887,
      "残": 2888,
      "殖": 2889,
      "段": 2890,
      "殺": 2891,
      "殻": 2892,
      "殿": 2893,
      "母": 2894,
      "毎": 2895,
      "每": 2896,
      "比": 2897,
      "毕": 2898,
      "毘": 2899,
      "毛": 2900,
      "氏": 2901,
      "民": 2902,
      "气": 2903,
      "気": 2904,
      "氣": 2905,
      "水": 2906,
      "氷": 2907,
      "永": 2908,
      "求": 2909,
      "汕": 2910,
      "汚": 2911,
      "汝": 2912,
      "江": 2913,
      "池": 2914,
      "污": 2915,
      "汤": 2916,
      "汪": 2917,
      "決": 2918,
      "汽": 2919,
      "沃": 2920,
      "沈": 2921,
      "沒": 2922,
