{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|begin_of_text|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|end_of_text|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      },
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<|begin_of_text|>": 0,
      "<|end_of_text|>": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "[": 34,
      "\\": 35,
      "]": 36,
      "^": 37,
      "_": 38,
      "`": 39,
      "a": 40,
      "b": 41,
      "c": 42,
      "d": 43,
      "e": 44,
      "f": 45,
      "g": 46,
      "h": 47,
      "i": 48,
      "j": 49,
      "k": 50,
      "l": 51,
      "m": 52,
      "n": 53,
      "o": 54,
      "p": 55,
      "q": 56,
      "r": 57,
      "s": 58,
      "t": 59,
      "u": 60,
      "v": 61,
      "w": 62,
      "x": 63,
      "y": 64,
      "z": 65,
      "{": 66,
      "|": 67,
      "}": 68,
      "~": 69,
      "": 70,
      "": 71,
      "": 72,
      "": 73,
      "": 74,
      "": 75,
      "": 76,
      "": 77,
      "": 78,
      "": 79,
      "": 80,
      "": 81,
      "": 82,
      "": 83,
      "": 84,
      "": 85,
      "": 86,
      "": 87,
      "": 88,
      "": 89,
      "": 90,
      "": 91,
      "": 92,
      "": 93,
      "": 94,
      "": 95,
      "": 96,
      "": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "¡": 102,
      "¢": 103,
      "£": 104,
      "¤": 105,
      "¥": 106,
      "¦": 107,
      "§": 108,
      "©": 109,
      "«": 110,
      "¬": 111,
      "­": 112,
      "®": 113,
      "°": 114,
      "±": 115,
      "¶": 116,
      "·": 117,
      "»": 118,
      "¿": 119,
      "×": 120,
      "ß": 121,
      "à": 122,
      "á": 123,
      "â": 124,
      "ã": 125,
      "ä": 126,
      "å": 127,
      "æ": 128,
      "ç": 129,
      "è": 130,
      "é": 131,
      "ê": 132,
      "ë": 133,
      "ì": 134,
      "í": 135,
      "î": 136,
      "ï": 137,
      "ð": 138,
      "ñ": 139,
      "ò": 140,
      "ó": 141,
      "ô": 142,
      "õ": 143,
      "ö": 144,
      "÷": 145,
      "ø": 146,
      "ù": 147,
      "ú": 148,
      "û": 149,
      "ü": 150,
      "ý": 151,
      "þ": 152,
      "ÿ": 153,
      "ā": 154,
      "ă": 155,
      "ą": 156,
      "ć": 157,
      "ĉ": 158,
      "ċ": 159,
      "č": 160,
      "ď": 161,
      "đ": 162,
      "ē": 163,
      "ĕ": 164,
      "ė": 165,
      "ę": 166,
      "ě": 167,
      "ĝ": 168,
      "ğ": 169,
      "ġ": 170,
      "ģ": 171,
      "ĥ": 172,
      "ħ": 173,
      "ĩ": 174,
      "ī": 175,
      "ĭ": 176,
      "į": 177,
      "ı": 178,
      "ĵ": 179,
      "ķ": 180,
      "ĸ": 181,
      "ĺ": 182,
      "ļ": 183,
      "ľ": 184,
      "ł": 185,
      "ń": 186,
      "ņ": 187,
      "ň": 188,
      "ŋ": 189,
      "ō": 190,
      "ŏ": 191,
      "ő": 192,
      "œ": 193,
      "ŕ": 194,
      "ŗ": 195,
      "ř": 196,
      "ś": 197,
      "ŝ": 198,
      "ş": 199,
      "š": 200,
      "ţ": 201,
      "ť": 202,
      "ŧ": 203,
      "ũ": 204,
      "ū": 205,
      "ŭ": 206,
      "ů": 207,
      "ű": 208,
      "ų": 209,
      "ŵ": 210,
      "ŷ": 211,
      "ź": 212,
      "ż": 213,
      "ž": 214,
      "ƀ": 215,
      "ƃ": 216,
      "ƅ": 217,
      "ƈ": 218,
      "ƌ": 219,
      "ƍ": 220,
      "ƒ": 221,
      "ƕ": 222,
      "ƙ": 223,
      "ƚ": 224,
      "ƛ": 225,
      "ƞ": 226,
      "ơ": 227,
      "ƣ": 228,
      "ƥ": 229,
      "ƨ": 230,
      "ƪ": 231,
      "ƫ": 232,
      "ƭ": 233,
      "ư": 234,
      "ƴ": 235,
      "ƶ": 236,
      "ƹ": 237,
      "ƺ": 238,
      "ƻ": 239,
      "ƽ": 240,
      "ƾ": 241,
      "ƿ": 242,
      "ǀ": 243,
      "ǁ": 244,
      "ǂ": 245,
      "ǃ": 246,
      "ǎ": 247,
      "ǐ": 248,
      "ǒ": 249,
      "ǔ": 250,
      "ǖ": 251,
      "ǘ": 252,
      "ǚ": 253,
      "ǜ": 254,
      "ǝ": 255,
      "ǟ": 256,
      "ǡ": 257,
      "ǣ": 258,
      "ǥ": 259,
      "ǧ": 260,
      "ǩ": 261,
      "ǫ": 262,
      "ǭ": 263,
      "ǯ": 264,
      "ǰ": 265,
      "ǵ": 266,
      "ǹ": 267,
      "ǻ": 268,
      "ǽ": 269,
      "ǿ": 270,
      "ȁ": 271,
      "ȃ": 272,
      "ȅ": 273,
      "ȇ": 274,
      "ȉ": 275,
      "ȋ": 276,
      "ȍ": 277,
      "ȏ": 278,
      "ȑ": 279,
      "ȓ": 280,
      "ȕ": 281,
      "ȗ": 282,
      "ș": 283,
      "ț": 284,
      "ȝ": 285,
      "ȟ": 286,
      "ȡ": 287,
      "ȣ": 288,
      "ȥ": 289,
      "ȧ": 290,
      "ȩ": 291,
      "ȫ": 292,
      "ȭ": 293,
      "ȯ": 294,
      "ȱ": 295,
      "ȳ": 296,
      "ȴ": 297,
      "ȵ": 298,
      "ȶ": 299,
      "ȷ": 300,
      "ȸ": 301,
      "ȹ": 302,
      "ȼ": 303,
      "ȿ": 304,
      "ɀ": 305,
      "ɂ": 306,
      "ɇ": 307,
      "ɉ": 308,
      "ɋ": 309,
      "ɍ": 310,
      "ɏ": 311,
      "ɐ": 312,
      "ɑ": 313,
      "ɒ": 314,
      "ɓ": 315,
      "ɔ": 316,
      "ɕ": 317,
      "ɖ": 318,
      "ɗ": 319,
      "ɘ": 320,
      "ə": 321,
      "ɚ": 322,
      "ɛ": 323,
      "ɜ": 324,
      "ɝ": 325,
      "ɞ": 326,
      "ɟ": 327,
      "ɠ": 328,
      "ɡ": 329,
      "ɢ": 330,
      "ɣ": 331,
      "ɤ": 332,
      "ɥ": 333,
      "ɦ": 334,
      "ɧ": 335,
      "ɨ": 336,
      "ɩ": 337,
      "ɪ": 338,
      "ɫ": 339,
      "ɬ": 340,
      "ɭ": 341,
      "ɮ": 342,
      "ɯ": 343,
      "ɰ": 344,
      "ɱ": 345,
      "ɲ": 346,
      "ɳ": 347,
      "ɴ": 348,
      "ɵ": 349,
      "ɶ": 350,
      "ɷ": 351,
      "ɸ": 352,
      "ɹ": 353,
      "ɺ": 354,
      "ɻ": 355,
      "ɼ": 356,
      "ɽ": 357,
      "ɾ": 358,
      "ɿ": 359,
      "ʀ": 360,
      "ʁ": 361,
      "ʂ": 362,
      "ʃ": 363,
      "ʄ": 364,
      "ʅ": 365,
      "ʆ": 366,
      "ʇ": 367,
      "ʈ": 368,
      "ʉ": 369,
      "ʊ": 370,
      "ʋ": 371,
      "ʌ": 372,
      "ʍ": 373,
      "ʎ": 374,
      "ʏ": 375,
      "ʐ": 376,
      "ʑ": 377,
      "ʒ": 378,
      "ʓ": 379,
      "ʔ": 380,
      "ʕ": 381,
      "ʖ": 382,
      "ʗ": 383,
      "ʘ": 384,
      "ʙ": 385,
      "ʚ": 386,
      "ʛ": 387,
      "ʜ": 388,
      "ʝ": 389,
      "ʞ": 390,
      "ʟ": 391,
      "ʠ": 392,
      "ʡ": 393,
      "ʢ": 394,
      "ʣ": 395,
      "ʤ": 396,
      "ʥ": 397,
      "ʦ": 398,
      "ʧ": 399,
      "ʨ": 400,
      "ʩ": 401,
      "ʪ": 402,
      "ʫ": 403,
      "ʬ": 404,
      "ʭ": 405,
      "ʯ": 406,
      "ʹ": 407,
      "ʺ": 408,
      "ʻ": 409,
      "ʼ": 410,
      "ʽ": 411,
      "ʾ": 412,
      "ʿ": 413,
      "ˀ": 414,
      "ˁ": 415,
      "˂": 416,
      "˃": 417,
      "˄": 418,
      "˅": 419,
      "ˆ": 420,
      "ˇ": 421,
      "ˈ": 422,
      "ˉ": 423,
      "ˊ": 424,
      "ˋ": 425,
      "ˌ": 426,
      "ˍ": 427,
      "ˎ": 428,
      "ˏ": 429,
      "ː": 430,
      "ˑ": 431,
      "˒": 432,
      "˓": 433,
      "˔": 434,
      "˕": 435,
      "˖": 436,
      "˗": 437,
      "˞": 438,
      "˟": 439,
      "˥": 440,
      "˦": 441,
      "˧": 442,
      "˨": 443,
      "˩": 444,
      "˪": 445,
      "˫": 446,
      "ˬ": 447,
      "˭": 448,
      "ˮ": 449,
      "˰": 450,
      "˱": 451,
      "˲": 452,
      "˳": 453,
      "˴": 454,
      "˵": 455,
      "˶": 456,
      "˸": 457,
      "˹": 458,
      "˺": 459,
      "˻": 460,
      "˾": 461,
      "̀": 462,
      "́": 463,
      "̂": 464,
      "̃": 465,
      "̄": 466,
      "̅": 467,
      "̆": 468,
      "̇": 469,
      "̈": 470,
      "̉": 471,
      "̊": 472,
      "̋": 473,
      "̌": 474,
      "̍": 475,
      "̎": 476,
      "̏": 477,
      "̐": 478,
      "̑": 479,
      "̒": 480,
      "̓": 481,
      "̔": 482,
      "̕": 483,
      "̖": 484,
      "̗": 485,
      "̘": 486,
      "̙": 487,
      "̚": 488,
      "̛": 489,
      "̜": 490,
      "̝": 491,
      "̞": 492,
      "̟": 493,
      "̠": 494,
      "̡": 495,
      "̢": 496,
      "̣": 497,
      "̤": 498,
      "̥": 499,
      "̦": 500,
      "̧": 501,
      "̨": 502,
      "̩": 503,
      "̪": 504,
      "̫": 505,
      "̬": 506,
      "̭": 507,
      "̮": 508,
      "̯": 509,
      "̰": 510,
      "̱": 511,
      "̲": 512,
      "̳": 513,
      "̴": 514,
      "̵": 515,
      "̶": 516,
      "̷": 517,
      "̸": 518,
      "̹": 519,
      "̺": 520,
      "̻": 521,
      "̼": 522,
      "̽": 523,
      "̾": 524,
      "̿": 525,
      "͂": 526,
      "ͅ": 527,
      "͆": 528,
      "͇": 529,
      "͈": 530,
      "͉": 531,
      "͊": 532,
      "͋": 533,
      "͌": 534,
      "͍": 535,
      "͎": 536,
      "͏": 537,
      "͐": 538,
      "͑": 539,
      "͒": 540,
      "͓": 541,
      "͔": 542,
      "͕": 543,
      "͖": 544,
      "͗": 545,
      "͘": 546,
      "͙": 547,
      "͚": 548,
      "͛": 549,
      "͜": 550,
      "͝": 551,
      "͞": 552,
      "͟": 553,
      "͠": 554,
      "͡": 555,
      "͢": 556,
      "ͣ": 557,
      "ͤ": 558,
      "ͥ": 559,
      "ͦ": 560,
      "ͧ": 561,
      "ͨ": 562,
      "ͩ": 563,
      "ͪ": 564,
      "ͫ": 565,
      "ͬ": 566,
      "ͭ": 567,
      "ͮ": 568,
      "ͯ": 569,
      "ͱ": 570,
      "ͳ": 571,
      "͵": 572,
      "ͷ": 573,
      "͸": 574,
      "͹": 575,
      "ͻ": 576,
      "ͼ": 577,
      "ͽ": 578,
      "΀": 579,
      "΁": 580,
      "΂": 581,
      "΃": 582,
      "΋": 583,
      "΍": 584,
      "ΐ": 585,
      "΢": 586,
      "ά": 587,
      "έ": 588,
      "ή": 589,
      "ί": 590,
      "ΰ": 591,
      "α": 592,
      "β": 593,
      "γ": 594,
      "δ": 595,
      "ε": 596,
      "ζ": 597,
      "η": 598,
      "θ": 599,
      "ι": 600,
      "κ": 601,
      "λ": 602,
      "μ": 603,
      "ν": 604,
      "ξ": 605,
      "ο": 606,
      "π": 607,
      "ρ": 608,
      "ς": 609,
      "σ": 610,
      "τ": 611,
      "υ": 612,
      "φ": 613,
      "χ": 614,
      "ψ": 615,
      "ω": 616,
      "ϊ": 617,
      "ϋ": 618,
      "ό": 619,
      "ύ": 620,
      "ώ": 621,
      "ϗ": 622,
      "ϙ": 623,
      "ϛ": 624,
      "ϝ": 625,
      "ϟ": 626,
      "ϡ": 627,
      "ϣ": 628,
      "ϥ": 629,
      "ϧ": 630,
      "ϩ": 631,
      "ϫ": 632,
      "ϭ": 633,
      "ϯ": 634,
      "ϳ": 635,
      "϶": 636,
      "ϸ": 637,
      "ϻ": 638,
      "ϼ": 639,
      "а": 640,
      "б": 641,
      "в": 642,
      "г": 643,
      "д": 644,
      "е": 645,
      "ж": 646,
      "з": 647,
      "и": 648,
      "й": 649,
      "к": 650,
      "л": 651,
      "м": 652,
      "н": 653,
      "о": 654,
      "п": 655,
      "р": 656,
      "с": 657,
      "т": 658,
      "у": 659,
      "ф": 660,
      "х": 661,
      "ц": 662,
      "ч": 663,
      "ш": 664,
      "щ": 665,
      "ъ": 666,
      "ы": 667,
      "ь": 668,
      "э": 669,
      "ю": 670,
      "я": 671,
      "ѐ": 672,
      "ё": 673,
      "ђ": 674,
      "ѓ": 675,
      "є": 676,
      "ѕ": 677,
      "і": 678,
      "ї": 679,
      "ј": 680,
      "љ": 681,
      "њ": 682,
      "ћ": 683,
      "ќ": 684,
      "ѝ": 685,
      "ў": 686,
      "џ": 687,
      "ѡ": 688,
      "ѣ": 689,
      "ѥ": 690,
      "ѧ": 691,
      "ѩ": 692,
      "ѫ": 693,
      "ѭ": 694,
      "ѯ": 695,
      "ѱ": 696,
      "ѳ": 697,
      "ѵ": 698,
      "ѷ": 699,
      "ѹ": 700,
      "ѻ": 701,
      "ѽ": 702,
      "ѿ": 703,
      "ҁ": 704,
      "҂": 705,
      "҃": 706,
      "҄": 707,
      "҅": 708,
      "҆": 709,
      "҇": 710,
      "҈": 711,
      "҉": 712,
      "ҋ": 713,
      "ҍ": 714,
      "ҏ": 715,
      "ґ": 716,
      "ғ": 717,
      "ҕ": 718,
      "җ": 719,
      "ҙ": 720,
      "қ": 721,
      "ҝ": 722,
      "ҟ": 723,
      "ҡ": 724,
      "ң": 725,
      "ҥ": 726,
      "ҧ": 727,
      "ҩ": 728,
      "ҫ": 729,
      "ҭ": 730,
      "ү": 731,
      "ұ": 732,
      "ҳ": 733,
      "ҵ": 734,
      "ҷ": 735,
      "ҹ": 736,
      "һ": 737,
      "ҽ": 738,
      "ҿ": 739,
      "ӂ": 740,
      "ӄ": 741,
      "ӆ": 742,
      "ӈ": 743,
      "ӊ": 744,
      "ӌ": 745,
      "ӎ": 746,
      "ӏ": 747,
      "ӑ": 748,
      "ӓ": 749,
      "ӕ": 750,
      "ӗ": 751,
      "ә": 752,
      "ӛ": 753,
      "ӝ": 754,
      "ӟ": 755,
      "ӡ": 756,
      "ӣ": 757,
      "ӥ": 758,
      "ӧ": 759,
      "ө": 760,
      "ӫ": 761,
      "ӭ": 762,
      "ӯ": 763,
      "ӱ": 764,
      "ӳ": 765,
      "ӵ": 766,
      "ӷ": 767,
      "ӹ": 768,
      "ӻ": 769,
      "ӽ": 770,
      "ӿ": 771,
      "ԁ": 772,
      "ԃ": 773,
      "ԅ": 774,
      "ԇ": 775,
      "ԉ": 776,
      "ԋ": 777,
      "ԍ": 778,
      "ԏ": 779,
      "ԑ": 780,
      "ԓ": 781,
      "ԕ": 782,
      "ԗ": 783,
      "ԙ": 784,
      "ԛ": 785,
      "ԝ": 786,
      "ԟ": 787,
      "ԡ": 788,
      "ԣ": 789,
      "ԥ": 790,
      "ԧ": 791,
      "ԩ": 792,
      "ԫ": 793,
      "ԭ": 794,
      "ԯ": 795,
      "԰": 796,
      "՗": 797,
      "՘": 798,
      "ՙ": 799,
      "՚": 800,
      "՛": 801,
      "՜": 802,
      "՝": 803,
      "՞": 804,
      "՟": 805,
      "ՠ": 806,
      "ա": 807,
      "բ": 808,
      "գ": 809,
      "դ": 810,
      "ե": 811,
      "զ": 812,
      "է": 813,
      "ը": 814,
      "թ": 815,
      "ժ": 816,
      "ի": 817,
      "լ": 818,
      "խ": 819,
      "ծ": 820,
      "կ": 821,
      "հ": 822,
      "ձ": 823,
      "ղ": 824,
      "ճ": 825,
      "մ": 826,
      "յ": 827,
      "ն": 828,
      "շ": 829,
      "ո": 830,
      "չ": 831,
      "պ": 832,
      "ջ": 833,
      "ռ": 834,
      "ս": 835,
      "վ": 836,
      "տ": 837,
      "ր": 838,
      "ց": 839,
      "ւ": 840,
      "փ": 841,
      "ք": 842,
      "օ": 843,
      "ֆ": 844,
      "ֈ": 845,
      "։": 846,
      "֊": 847,
      "֋": 848,
      "֌": 849,
      "֍": 850,
      "֎": 851,
      "֏": 852,
      "֐": 853,
      "֑": 854,
      "֒": 855,
      "֓": 856,
      "֔": 857,
      "֕": 858,
      "֖": 859,
      "֗": 860,
      "֘": 861,
      "֙": 862,
      "֚": 863,
      "֛": 864,
      "֜": 865,
      "֝": 866,
      "֞": 867,
      "֟": 868,
      "֠": 869,
      "֡": 870,
      "֢": 871,
      "֣": 872,
      "֤": 873,
      "֥": 874,
      "֦": 875,
      "֧": 876,
      "֨": 877,
      "֩": 878,
      "֪": 879,
      "֫": 880,
      "֬": 881,
      "֭": 882,
      "֮": 883,
      "ְ": 884,
      "ֱ": 885,
      "ֲ": 886,
      "ֳ": 887,
      "ִ": 888,
      "ֵ": 889,
      "ֶ": 890,
      "ַ": 891,
      "ָ": 892,
      "ֹ": 893,
      "ֺ": 894,
      "ֻ": 895,
      "ּ": 896,
      "ֽ": 897,
      "־": 898,
      "ֿ": 899,
      "׀": 900,
      "ׁ": 901,
      "ׂ": 902,
      "׃": 903,
      "ׄ": 904,
      "ׅ": 905,
      "׆": 906,
      "ׇ": 907,
      "׈": 908,
      "׉": 909,
      "׊": 910,
      "׋": 911,
      "׌": 912,
      "׎": 913,
      "׏": 914,
      "א": 915,
      "ב": 916,
      "ג": 917,
      "ד": 918,
      "ה": 919,
      "ו": 920,
      "ז": 921,
      "ח": 922,
      "ט": 923,
      "י": 924,
      "ך": 925,
      "כ": 926,
      "ל": 927,
      "ם": 928,
      "מ": 929,
      "ן": 930,
      "נ": 931,
      "ס": 932,
      "ע": 933,
      "ף": 934,
      "פ": 935,
      "ץ": 936,
      "צ": 937,
      "ק": 938,
      "ר": 939,
      "ש": 940,
      "ת": 941,
      "׭": 942,
      "׮": 943,
      "ׯ": 944,
      "װ": 945,
      "ױ": 946,
      "ײ": 947,
      "׳": 948,
      "״": 949,
      "׵": 950,
      "׶": 951,
      "׷": 952,
      "׹": 953,
      "׺": 954,
      "׻": 955,
      "׼": 956,
      "׽": 957,
      "׾": 958,
      "׿": 959,
      "؀": 960,
      "؁": 961,
      "؂": 962,
      "؃": 963,
      "؄": 964,
      "؅": 965,
      "؆": 966,
      "؇": 967,
      "؈": 968,
      "؉": 969,
      "؊": 970,
      "؋": 971,
      "،": 972,
      "؍": 973,
      "؎": 974,
      "؏": 975,
      "ؐ": 976,
      "ؑ": 977,
      "ؒ": 978,
      "ؓ": 979,
      "ؔ": 980,
      "ؕ": 981,
      "ؖ": 982,
      "ؗ": 983,
      "ؘ": 984,
      "ؙ": 985,
      "ؚ": 986,
      "؛": 987,
      "؜": 988,
      "؝": 989,
      "؞": 990,
      "؟": 991,
      "ؠ": 992,
      "ء": 993,
      "آ": 994,
      "أ": 995,
      "ؤ": 996,
      "إ": 997,
      "ئ": 998,
      "ا": 999,
      "ب": 1000,
      "ة": 1001,
      "ت": 1002,
      "ث": 1003,
      "ج": 1004,
      "ح": 1005,
      "خ": 1006,
      "د": 1007,
      "ذ": 1008,
      "ر": 1009,
      "ز": 1010,
      "س": 1011,
      "ش": 1012,
      "ص": 1013,
      "ض": 1014,
      "ط": 1015,
      "ظ": 1016,
      "ع": 1017,
      "غ": 1018,
      "ػ": 1019,
      "ؼ": 1020,
      "ؽ": 1021,
      "ؾ": 1022,
      "ؿ": 1023,
      "ـ": 1024,
      "ف": 1025,
      "ق": 1026,
      "ك": 1027,
      "ل": 1028,
      "م": 1029,
      "ن": 1030,
      "ه": 1031,
      "و": 1032,
      "ى": 1033,
      "ي": 1034,
      "ً": 1035,
      "ٌ": 1036,
      "ٍ": 1037,
      "َ": 1038,
      "ُ": 1039,
      "ِ": 1040,
      "ّ": 1041,
      "ْ": 1042,
      "ٓ": 1043,
      "ٔ": 1044,
      "ٕ": 1045,
      "ٖ": 1046,
      "ٗ": 1047,
      "٘": 1048,
      "ٙ": 1049,
      "ٚ": 1050,
      "ٛ": 1051,
      "ٜ": 1052,
      "ٝ": 1053,
      "ٞ": 1054,
      "ٟ": 1055,
      "٠": 1056,
      "١": 1057,
      "٢": 1058,
      "٣": 1059,
      "٤": 1060,
      "٥": 1061,
      "٦": 1062,
      "٧": 1063,
      "٨": 1064,
      "٩": 1065,
      "٪": 1066,
      "٫": 1067,
      "٬": 1068,
      "٭": 1069,
      "ٮ": 1070,
      "ٯ": 1071,
      "ٰ": 1072,
      "ٱ": 1073,
      "ٲ": 1074,
      "ٳ": 1075,
      "ٴ": 1076,
      "ٹ": 1077,
      "ٺ": 1078,
      "ٻ": 1079,
      "ټ": 1080,
      "ٽ": 1081,
      "پ": 1082,
      "ٿ": 1083,
      "ڀ": 1084,
      "ځ": 1085,
      "ڂ": 1086,
      "ڃ": 1087,
      "ڄ": 1088,
      "څ": 1089,
      "چ": 1090,
      "ڇ": 1091,
      "ڈ": 1092,
      "ډ": 1093,
      "ڊ": 1094,
      "ڋ": 1095,
      "ڌ": 1096,
      "ڍ": 1097,
      "ڎ": 1098,
      "ڏ": 1099,
      "ڐ": 1100,
      "ڑ": 1101,
      "ڒ": 1102,
      "ړ": 1103,
      "ڔ": 1104,
      "ڕ": 1105,
      "ږ": 1106,
      "ڗ": 1107,
      "ژ": 1108,
      "ڙ": 1109,
      "ښ": 1110,
      "ڛ": 1111,
      "ڜ": 1112,
      "ڝ": 1113,
      "ڞ": 1114,
      "ڟ": 1115,
      "ڠ": 1116,
      "ڡ": 1117,
      "ڢ": 1118,
      "ڣ": 1119,
      "ڤ": 1120,
      "ڥ": 1121,
      "ڦ": 1122,
      "ڧ": 1123,
      "ڨ": 1124,
      "ک": 1125,
      "ڪ": 1126,
      "ګ": 1127,
      "ڬ": 1128,
      "ڭ": 1129,
      "ڮ": 1130,
      "گ": 1131,
      "ڰ": 1132,
      "ڱ": 1133,
      "ڲ": 1134,
      "ڳ": 1135,
      "ڴ": 1136,
      "ڵ": 1137,
      "ڶ": 1138,
      "ڷ": 1139,
      "ڸ": 1140,
      "ڹ": 1141,
      "ں": 1142,
      "ڻ": 1143,
      "ڼ": 1144,
      "ڽ": 1145,
      "ھ": 1146,
      "ڿ": 1147,
      "ۀ": 1148,
      "ہ": 1149,
      "ۂ": 1150,
      "ۃ": 1151,
      "ۄ": 1152,
      "ۅ": 1153,
      "ۆ": 1154,
      "ۇ": 1155,
      "ۈ": 1156,
      "ۉ": 1157,
      "ۊ": 1158,
      "ۋ": 1159,
      "ی": 1160,
      "ۍ": 1161,
      "ێ": 1162,
      "ۏ": 1163,
      "ې": 1164,
      "ۑ": 1165,
      "ے": 1166,
      "ۓ": 1167,
      "۔": 1168,
      "ە": 1169,
      "ۖ": 1170,
      "ۗ": 1171,
      "ۘ": 1172,
      "ۙ": 1173,
      "ۚ": 1174,
      "ۛ": 1175,
      "ۜ": 1176,
      "۝": 1177,
      "۞": 1178,
      "۟": 1179,
      "۠": 1180,
      "ۡ": 1181,
      "ۢ": 1182,
      "ۣ": 1183,
      "ۤ": 1184,
      "ۥ": 1185,
      "ۦ": 1186,
      "ۧ": 1187,
      "ۨ": 1188,
      "۩": 1189,
      "۪": 1190,
      "۫": 1191,
      "۬": 1192,
      "ۭ": 1193,
      "ۮ": 1194,
      "ۯ": 1195,
      "۰": 1196,
      "۱": 1197,
      "۲": 1198,
      "۳": 1199,
      "۴": 1200,
      "۵": 1201,
      "۶": 1202,
      "۷": 1203,
      "۸": 1204,
      "۹": 1205,
      "ۺ": 1206,
      "ۻ": 1207,
      "ۼ": 1208,
      "۽": 1209,
      "۾": 1210,
      "ۿ": 1211,
      "܀": 1212,
      "܁": 1213,
      "܂": 1214,
      "܃": 1215,
      "܄": 1216,
      "܅": 1217,
      "܆": 1218,
      "܇": 1219,
      "܈": 1220,
      "܉": 1221,
      "܊": 1222,
      "܋": 1223,
      "܌": 1224,
      "܍": 1225,
      "܎": 1226,
      "܏": 1227,
      "ܐ": 1228,
      "ܑ": 1229,
      "ܒ": 1230,
      "ܓ": 1231,
      "ܔ": 1232,
      "ܕ": 1233,
      "ܖ": 1234,
      "ܗ": 1235,
      "ܘ": 1236,
      "ܙ": 1237,
      "ܚ": 1238,
      "ܛ": 1239,
      "ܜ": 1240,
      "ܝ": 1241,
      "ܞ": 1242,
      "ܟ": 1243,
      "ܠ": 1244,
      "ܡ": 1245,
      "ܢ": 1246,
      "ܣ": 1247,
      "ܤ": 1248,
      "ܥ": 1249,
      "ܦ": 1250,
      "ܧ": 1251,
      "ܨ": 1252,
      "ܩ": 1253,
      "ܪ": 1254,
      "ܫ": 1255,
      "ܬ": 1256,
      "ܭ": 1257,
      "ܮ": 1258,
      "ܯ": 1259,
      "ܰ": 1260,
      "ܱ": 1261,
      "ܲ": 1262,
      "ܳ": 1263,
      "ܴ": 1264,
      "ܵ": 1265,
      "ܶ": 1266,
      "ܷ": 1267,
      "ܸ": 1268,
      "ܹ": 1269,
      "ܺ": 1270,
      "ܻ": 1271,
      "ܼ": 1272,
      "ܽ": 1273,
      "ܾ": 1274,
      "ܿ": 1275,
      "݀": 1276,
      "݁": 1277,
      "݂": 1278,
      "݃": 1279,
      "݄": 1280,
      "݅": 1281,
      "݆": 1282,
      "݇": 1283,
      "݈": 1284,
      "݉": 1285,
      "݊": 1286,
      "݋": 1287,
      "݌": 1288,
      "ݍ": 1289,
      "ݎ": 1290,
      "ݏ": 1291,
      "ݐ": 1292,
      "ݑ": 1293,
      "ݒ": 1294,
      "ݓ": 1295,
      "ݔ": 1296,
      "ݕ": 1297,
      "ݖ": 1298,
      "ݗ": 1299,
      "ݘ": 1300,
      "ݙ": 1301,
      "ݚ": 1302,
      "ݛ": 1303,
      "ݜ": 1304,
      "ݝ": 1305,
      "ݞ": 1306,
      "ݟ": 1307,
      "ݠ": 1308,
      "ݡ": 1309,
      "ݢ": 1310,
      "ݣ": 1311,
      "ݤ": 1312,
      "ݥ": 1313,
      "ݦ": 1314,
      "ݧ": 1315,
      "ݨ": 1316,
      "ݩ": 1317,
      "ݪ": 1318,
      "ݫ": 1319,
      "ݬ": 1320,
      "ݭ": 1321,
      "ݮ": 1322,
      "ݯ": 1323,
      "ݰ": 1324,
      "ݱ": 1325,
      "ݲ": 1326,
      "ݳ": 1327,
      "ݴ": 1328,
      "ݵ": 1329,
      "ݶ": 1330,
      "ݷ": 1331,
      "ݸ": 1332,
      "ݹ": 1333,
      "ݺ": 1334,
      "ݻ": 1335,
      "ݼ": 1336,
      "ݽ": 1337,
      "ݾ": 1338,
      "ݿ": 1339,
      "ހ": 1340,
      "ށ": 1341,
      "ނ": 1342,
      "ރ": 1343,
      "ބ": 1344,
      "ޅ": 1345,
      "ކ": 1346,
      "އ": 1347,
      "ވ": 1348,
      "މ": 1349,
      "ފ": 1350,
      "ދ": 1351,
      "ތ": 1352,
      "ލ": 1353,
      "ގ": 1354,
      "ޏ": 1355,
      "ސ": 1356,
      "ޑ": 1357,
      "ޒ": 1358,
      "ޓ": 1359,
      "ޔ": 1360,
      "ޕ": 1361,
      "ޖ": 1362,
      "ޗ": 1363,
      "ޘ": 1364,
      "ޙ": 1365,
      "ޚ": 1366,
      "ޛ": 1367,
      "ޜ": 1368,
      "ޝ": 1369,
      "ޞ": 1370,
      "ޟ": 1371,
      "ޠ": 1372,
      "ޡ": 1373,
      "ޢ": 1374,
      "ޣ": 1375,
      "ޤ": 1376,
      "ޥ": 1377,
      "ަ": 1378,
      "ާ": 1379,
      "ި": 1380,
      "ީ": 1381,
      "ު": 1382,
      "ޫ": 1383,
      "ެ": 1384,
      "ޭ": 1385,
      "ޮ": 1386,
      "ޯ": 1387,
      "ް": 1388,
      "ޱ": 1389,
      "޴": 1390,
      "޵": 1391,
      "޶": 1392,
      "޷": 1393,
      "޹": 1394,
      "޻": 1395,
      "޼": 1396,
      "޽": 1397,
      "޿": 1398,
      "߀": 1399,
      "߁": 1400,
      "߂": 1401,
      "߃": 1402,
      "߄": 1403,
      "߅": 1404,
      "߆": 1405,
      "߇": 1406,
      "߈": 1407,
      "߉": 1408,
      "ߊ": 1409,
      "ߋ": 1410,
      "ߌ": 1411,
      "ߍ": 1412,
      "ߎ": 1413,
      "ߏ": 1414,
      "ߐ": 1415,
      "ߑ": 1416,
      "ߒ": 1417,
      "ߓ": 1418,
      "ߔ": 1419,
      "ߕ": 1420,
      "ߖ": 1421,
      "ߘ": 1422,
      "ߙ": 1423,
      "ߛ": 1424,
      "ߜ": 1425,
      "ߞ": 1426,
      "ߟ": 1427,
      "ߡ": 1428,
      "ߢ": 1429,
      "ߣ": 1430,
      "ߤ": 1431,
      "ߥ": 1432,
      "ߦ": 1433,
      "ߧ": 1434,
      "ߩ": 1435,
      "ߪ": 1436,
      "߫": 1437,
      "߬": 1438,
      "߭": 1439,
      "߮": 1440,
      "߯": 1441,
      "߱": 1442,
      "߲": 1443,
      "߳": 1444,
      "ߵ": 1445,
      "߷": 1446,
      "߹": 1447,
      "ߺ": 1448,
      "߻": 1449,
      "߼": 1450,
      "߽": 1451,
      "߾": 1452,
      "ࠀ": 1453,
      "ࠁ": 1454,
      "ࠄ": 1455,
      "ࠆ": 1456,
      "ࠉ": 1457,
      "ࠌ": 1458,
      "ࠍ": 1459,
      "ࠓ": 1460,
      "ࠔ": 1461,
      "ࠕ": 1462,
      "ࠗ": 1463,
      "࠙": 1464,
      "ࠝ": 1465,
      "ࠠ": 1466,
      "ࠢ": 1467,
      "ࠣ": 1468,
      "ࠧ": 1469,
      "ࠩ": 1470,
      "ࠪ": 1471,
      "ࠬ": 1472,
      "࠸": 1473,
      "ࡅ": 1474,
      "ࡏ": 1475,
      "ࡒ": 1476,
      "ࡔ": 1477,
      "࡚": 1478,
      "ࡤ": 1479,
      "ࡦ": 1480,
      "ࡨ": 1481,
      "ࡩ": 1482,
      "࡯": 1483,
      "ࡱ": 1484,
      "ࡲ": 1485,
      "ࡴ": 1486,
      "ࡵ": 1487,
      "ࡶ": 1488,
      "ࡺ": 1489,
      "ࢠ": 1490,
      "ࢡ": 1491,
      "ࢢ": 1492,
      "ࢣ": 1493,
      "ࢤ": 1494,
      "ࢥ": 1495,
      "ࢦ": 1496,
      "ࢧ": 1497,
      "ࢨ": 1498,
      "ࢩ": 1499,
      "ࢪ": 1500,
      "ࢫ": 1501,
      "ࢬ": 1502,
      "ࢭ": 1503,
      "ࢮ": 1504,
      "ࢯ": 1505,
      "ࢰ": 1506,
      "ࢱ": 1507,
      "ࢲ": 1508,
      "ࢳ": 1509,
      "ࢴ": 1510,
      "ࢶ": 1511,
      "ࢷ": 1512,
      "ࢸ": 1513,
      "ࢹ": 1514,
      "ࢺ": 1515,
      "ࢻ": 1516,
      "ࢼ": 1517,
      "ࢽ": 1518,
      "࣓": 1519,
      "ࣔ": 1520,
      "ࣕ": 1521,
      "ࣖ": 1522,
      "ࣗ": 1523,
      "ࣘ": 1524,
      "ࣙ": 1525,
      "ࣚ": 1526,
      "ࣛ": 1527,
      "ࣜ": 1528,
      "ࣝ": 1529,
      "ࣞ": 1530,
      "ࣟ": 1531,
      "࣠": 1532,
      "࣡": 1533,
      "࣢": 1534,
      "ࣣ": 1535,
      "ࣤ": 1536,
      "ࣥ": 1537,
      "ࣦ": 1538,
      "ࣧ": 1539,
      "ࣨ": 1540,
      "ࣩ": 1541,
      "࣪": 1542,
      "࣫": 1543,
      "࣬": 1544,
      "࣭": 1545,
      "࣮": 1546,
      "࣯": 1547,
      "ࣰ": 1548,
      "ࣱ": 1549,
      "ࣲ": 1550,
      "ࣳ": 1551,
      "ࣴ": 1552,
      "ࣵ": 1553,
      "ࣶ": 1554,
      "ࣷ": 1555,
      "ࣸ": 1556,
      "ࣹ": 1557,
      "ࣺ": 1558,
      "ࣻ": 1559,
      "ࣼ": 1560,
      "ࣽ": 1561,
      "ࣾ": 1562,
      "ࣿ": 1563,
      "ऀ": 1564,
      "ँ": 1565,
      "ं": 1566,
      "ः": 1567,
      "ऄ": 1568,
      "अ": 1569,
      "आ": 1570,
      "इ": 1571,
      "ई": 1572,
      "उ": 1573,
      "ऊ": 1574,
      "ऋ": 1575,
      "ऌ": 1576,
      "ऍ": 1577,
      "ऎ": 1578,
      "ए": 1579,
      "ऐ": 1580,
      "ऑ": 1581,
      "ऒ": 1582,
      "ओ": 1583,
      "औ": 1584,
      "क": 1585,
      "ख": 1586,
      "ग": 1587,
      "घ": 1588,
      "ङ": 1589,
      "च": 1590,
      "छ": 1591,
      "ज": 1592,
      "झ": 1593,
      "ञ": 1594,
      "ट": 1595,
      "ठ": 1596,
      "ड": 1597,
      "ढ": 1598,
      "ण": 1599,
      "त": 1600,
      "थ": 1601,
      "द": 1602,
      "ध": 1603,
      "न": 1604,
      "ऩ": 1605,
      "प": 1606,
      "फ": 1607,
      "ब": 1608,
      "भ": 1609,
      "म": 1610,
      "य": 1611,
      "र": 1612,
      "ऱ": 1613,
      "ल": 1614,
      "ळ": 1615,
      "ऴ": 1616,
      "व": 1617,
      "श": 1618,
      "ष": 1619,
      "स": 1620,
      "ह": 1621,
      "ऺ": 1622,
      "ऻ": 1623,
      "़": 1624,
      "ऽ": 1625,
      "ा": 1626,
      "ि": 1627,
      "ी": 1628,
      "ु": 1629,
      "ू": 1630,
      "ृ": 1631,
      "ॄ": 1632,
      "ॅ": 1633,
      "ॆ": 1634,
      "े": 1635,
      "ै": 1636,
      "ॉ": 1637,
      "ॊ": 1638,
      "ो": 1639,
      "ौ": 1640,
      "्": 1641,
      "ॎ": 1642,
      "ॏ": 1643,
      "ॐ": 1644,
      "॑": 1645,
      "॒": 1646,
      "॓": 1647,
      "॔": 1648,
      "ॕ": 1649,
      "ॖ": 1650,
      "ॗ": 1651,
      "ॠ": 1652,
      "ॡ": 1653,
      "ॢ": 1654,
      "ॣ": 1655,
      "।": 1656,
      "॥": 1657,
      "०": 1658,
      "१": 1659,
      "२": 1660,
      "३": 1661,
      "४": 1662,
      "५": 1663,
      "६": 1664,
      "७": 1665,
      "८": 1666,
      "९": 1667,
      "॰": 1668,
      "ॱ": 1669,
      "ॲ": 1670,
      "ॳ": 1671,
      "ॴ": 1672,
      "ॵ": 1673,
      "ॶ": 1674,
      "ॷ": 1675,
      "ॸ": 1676,
      "ॹ": 1677,
      "ॺ": 1678,
      "ॻ": 1679,
      "ॼ": 1680,
      "ॽ": 1681,
      "ॾ": 1682,
      "ॿ": 1683,
      "ঁ": 1684,
      "ং": 1685,
      "ঃ": 1686,
      "অ": 1687,
      "আ": 1688,
      "ই": 1689,
      "ঈ": 1690,
      "উ": 1691,
      "ঊ": 1692,
      "ঋ": 1693,
      "এ": 1694,
      "ঐ": 1695,
      "ও": 1696,
      "ঔ": 1697,
      "ক": 1698,
      "খ": 1699,
      "গ": 1700,
      "ঘ": 1701,
      "ঙ": 1702,
      "চ": 1703,
      "ছ": 1704,
      "জ": 1705,
      "ঝ": 1706,
      "ঞ": 1707,
      "ট": 1708,
      "ঠ": 1709,
      "ড": 1710,
      "ঢ": 1711,
      "ণ": 1712,
      "ত": 1713,
      "থ": 1714,
      "দ": 1715,
      "ধ": 1716,
      "ন": 1717,
      "প": 1718,
      "ফ": 1719,
      "ব": 1720,
      "ভ": 1721,
      "ম": 1722,
      "য": 1723,
      "র": 1724,
      "ল": 1725,
      "শ": 1726,
      "ষ": 1727,
      "স": 1728,
      "হ": 1729,
      "়": 1730,
      "া": 1731,
      "ি": 1732,
      "ী": 1733,
      "ু": 1734,
      "ূ": 1735,
      "ৃ": 1736,
      "ে": 1737,
      "ৈ": 1738,
      "ো": 1739,
      "ৌ": 1740,
      "্": 1741,
      "ৎ": 1742,
      "০": 1743,
      "১": 1744,
      "২": 1745,
      "৩": 1746,
      "৪": 1747,
      "৫": 1748,
      "৬": 1749,
      "৭": 1750,
      "৮": 1751,
      "৯": 1752,
      "ৰ": 1753,
      "ৱ": 1754,
      "৳": 1755,
      "৴": 1756,
      "৵": 1757,
      "৶": 1758,
      "৷": 1759,
      "৸": 1760,
      "৹": 1761,
      "਀": 1762,
      "ਂ": 1763,
      "ਃ": 1764,
      "ਅ": 1765,
      "ਆ": 1766,
      "ਇ": 1767,
      "ਈ": 1768,
      "ਉ": 1769,
      "ਊ": 1770,
      "਍": 1771,
      "ਏ": 1772,
      "ਐ": 1773,
      "ਓ": 1774,
      "ਔ": 1775,
      "ਕ": 1776,
      "ਖ": 1777,
      "ਗ": 1778,
      "ਘ": 1779,
      "ਙ": 1780,
      "ਚ": 1781,
      "ਛ": 1782,
      "ਜ": 1783,
      "ਝ": 1784,
      "ਞ": 1785,
      "ਟ": 1786,
      "ਠ": 1787,
      "ਡ": 1788,
      "ਢ": 1789,
      "ਣ": 1790,
      "ਤ": 1791,
      "ਥ": 1792,
      "ਦ": 1793,
      "ਧ": 1794,
      "ਨ": 1795,
      "ਪ": 1796,
      "ਫ": 1797,
      "ਬ": 1798,
      "ਭ": 1799,
      "ਮ": 1800,
      "ਯ": 1801,
      "ਰ": 1802,
      "਱": 1803,
      "ਲ": 1804,
      "ਵ": 1805,
      "ਸ": 1806,
      "ਹ": 1807,
      "਼": 1808,
      "ਾ": 1809,
      "ਿ": 1810,
      "ੀ": 1811,
      "ੁ": 1812,
      "ੂ": 1813,
      "ੇ": 1814,
      "ੈ": 1815,
      "ੋ": 1816,
      "ੌ": 1817,
      "੍": 1818,
      "ੜ": 1819,
      "੝": 1820,
      "੦": 1821,
      "੧": 1822,
      "੨": 1823,
      "੩": 1824,
      "੪": 1825,
      "੫": 1826,
      "੬": 1827,
      "੭": 1828,
      "੮": 1829,
      "੯": 1830,
      "ੰ": 1831,
      "ੱ": 1832,
      "ੲ": 1833,
      "ੳ": 1834,
      "ੴ": 1835,
      "ં": 1836,
      "અ": 1837,
      "આ": 1838,
      "ઇ": 1839,
      "ઈ": 1840,
      "ઉ": 1841,
      "ઊ": 1842,
      "ઋ": 1843,
      "ઍ": 1844,
      "એ": 1845,
      "ઐ": 1846,
      "ઓ": 1847,
      "ક": 1848,
      "ખ": 1849,
      "ગ": 1850,
      "ઘ": 1851,
      "ચ": 1852,
      "છ": 1853,
      "જ": 1854,
      "ઝ": 1855,
      "ટ": 1856,
      "ડ": 1857,
      "ઢ": 1858,
      "ણ": 1859,
      "ત": 1860,
      "થ": 1861,
      "દ": 1862,
      "ધ": 1863,
      "ન": 1864,
      "પ": 1865,
      "ફ": 1866,
      "બ": 1867,
      "ભ": 1868,
      "મ": 1869,
      "ય": 1870,
      "ર": 1871,
      "લ": 1872,
      "ળ": 1873,
      "વ": 1874,
      "શ": 1875,
      "ષ": 1876,
      "સ": 1877,
      "હ": 1878,
      "ા": 1879,
      "િ": 1880,
      "ી": 1881,
      "ુ": 1882,
      "ૂ": 1883,
      "ૃ": 1884,
      "ૄ": 1885,
      "ૅ": 1886,
      "ે": 1887,
      "ૈ": 1888,
      "ૉ": 1889,
      "ો": 1890,
      "ૌ": 1891,
      "્": 1892,
      "ૐ": 1893,
      "ૢ": 1894,
      "૦": 1895,
      "૧": 1896,
      "૨": 1897,
      "૩": 1898,
      "૪": 1899,
      "૫": 1900,
      "૬": 1901,
      "૭": 1902,
      "૮": 1903,
      "૯": 1904,
      "૱": 1905,
      "ଁ": 1906,
      "ଂ": 1907,
      "ଅ": 1908,
      "ଆ": 1909,
      "ଉ": 1910,
      "ଏ": 1911,
      "ଓ": 1912,
      "କ": 1913,
      "ଖ": 1914,
      "ଗ": 1915,
      "ଘ": 1916,
      "ଙ": 1917,
      "ଚ": 1918,
      "ଛ": 1919,
      "ଜ": 1920,
      "ଝ": 1921,
      "ଟ": 1922,
      "ଠ": 1923,
      "ଡ": 1924,
      "ଢ": 1925,
      "ଣ": 1926,
      "ତ": 1927,
      "ଥ": 1928,
      "ଦ": 1929,
      "ଧ": 1930,
      "ନ": 1931,
      "ପ": 1932,
      "ବ": 1933,
      "ଭ": 1934,
      "ମ": 1935,
      "ଯ": 1936,
      "ର": 1937,
      "ଲ": 1938,
      "ଳ": 1939,
      "ଶ": 1940,
      "ଷ": 1941,
      "ସ": 1942,
      "ହ": 1943,
      "଼": 1944,
      "ା": 1945,
      "ି": 1946,
      "ୀ": 1947,
      "ୁ": 1948,
      "ୂ": 1949,
      "ୃ": 1950,
      "େ": 1951,
      "ୋ": 1952,
      "୍": 1953,
      "ୟ": 1954,
      "୦": 1955,
      "୧": 1956,
      "୨": 1957,
      "୩": 1958,
      "୪": 1959,
      "୫": 1960,
      "୬": 1961,
      "୭": 1962,
      "୮": 1963,
      "୯": 1964,
      "ୱ": 1965,
      "୲": 1966,
      "୳": 1967,
      "୴": 1968,
      "୵": 1969,
      "୶": 1970,
      "୷": 1971,
      "ஂ": 1972,
      "ஃ": 1973,
      "அ": 1974,
      "ஆ": 1975,
      "இ": 1976,
      "ஈ": 1977,
      "உ": 1978,
      "ஊ": 1979,
      "எ": 1980,
      "ஏ": 1981,
      "ஐ": 1982,
      "ஒ": 1983,
      "ஓ": 1984,
      "ஔ": 1985,
      "க": 1986,
      "ங": 1987,
      "ச": 1988,
      "ஜ": 1989,
      "ஞ": 1990,
      "ட": 1991,
      "ண": 1992,
      "த": 1993,
      "ந": 1994,
      "ன": 1995,
      "ப": 1996,
      "ம": 1997,
      "ய": 1998,
      "ர": 1999,
      "ற": 2000,
      "ல": 2001,
      "ள": 2002,
      "ழ": 2003,
      "வ": 2004,
      "ஶ": 2005,
      "ஷ": 2006,
      "ஸ": 2007,
      "ஹ": 2008,
      "ா": 2009,
      "ி": 2010,
      "ீ": 2011,
      "ு": 2012,
      "ூ": 2013,
      "ெ": 2014,
      "ே": 2015,
      "ை": 2016,
      "ொ": 2017,
      "ோ": 2018,
      "ௌ": 2019,
      "்": 2020,
      "ௐ": 2021,
      "௦": 2022,
      "௧": 2023,
      "௨": 2024,
      "௩": 2025,
      "௪": 2026,
      "௫": 2027,
      "௬": 2028,
      "௭": 2029,
      "௮": 2030,
      "௯": 2031,
      "௰": 2032,
      "௱": 2033,
      "௲": 2034,
      "௵": 2035,
      "௹": 2036,
      "ం": 2037,
      "అ": 2038,
      "ఆ": 2039,
      "ఇ": 2040,
      "ఈ": 2041,
      "ఉ": 2042,
      "ఊ": 2043,
      "ఋ": 2044,
      "ఌ": 2045,
      "ఎ": 2046,
      "ఏ": 2047,
      "ఐ": 2048,
      "ఒ": 2049,
      "ఓ": 2050,
      "క": 2051,
      "ఖ": 2052,
      "గ": 2053,
      "ఘ": 2054,
      "చ": 2055,
      "ఛ": 2056,
      "జ": 2057,
      "ఝ": 2058,
      "ఞ": 2059,
      "ట": 2060,
      "ఠ": 2061,
      "డ": 2062,
      "ఢ": 2063,
      "ణ": 2064,
      "త": 2065,
      "థ": 2066,
      "ద": 2067,
      "ధ": 2068,
      "న": 2069,
      "ప": 2070,
      "ఫ": 2071,
      "బ": 2072,
      "భ": 2073,
      "మ": 2074,
      "య": 2075,
      "ర": 2076,
      "ల": 2077,
      "ళ": 2078,
      "వ": 2079,
      "శ": 2080,
      "ష": 2081,
      "స": 2082,
      "హ": 2083,
      "ా": 2084,
      "ి": 2085,
      "ీ": 2086,
      "ు": 2087,
      "ూ": 2088,
      "ృ": 2089,
      "ె": 2090,
      "ే": 2091,
      "ై": 2092,
      "ొ": 2093,
      "ో": 2094,
      "ౌ": 2095,
      "్": 2096,
      "ౡ": 2097,
      "౦": 2098,
      "౧": 2099,
      "౨": 2100,
      "౩": 2101,
      "౪": 2102,
      "౫": 2103,
      "౬": 2104,
      "౭": 2105,
      "౮": 2106,
      "౯": 2107,
      "౸": 2108,
      "౹": 2109,
      "౺": 2110,
      "౻": 2111,
      "౼": 2112,
      "౽": 2113,
      "౾": 2114,
      "ಀ": 2115,
      "ಁ": 2116,
      "ಂ": 2117,
      "ಃ": 2118,
      "಄": 2119,
      "ಅ": 2120,
      "ಆ": 2121,
      "ಇ": 2122,
      "ಈ": 2123,
      "ಉ": 2124,
      "ಊ": 2125,
      "ಋ": 2126,
      "ಌ": 2127,
      "ಎ": 2128,
      "ಏ": 2129,
      "ಐ": 2130,
      "ಒ": 2131,
      "ಓ": 2132,
      "ಔ": 2133,
      "ಕ": 2134,
      "ಖ": 2135,
      "ಗ": 2136,
      "ಘ": 2137,
      "ಙ": 2138,
      "ಚ": 2139,
      "ಛ": 2140,
      "ಜ": 2141,
      "ಝ": 2142,
      "ಞ": 2143,
      "ಟ": 2144,
      "ಠ": 2145,
      "ಡ": 2146,
      "ಢ": 2147,
      "ಣ": 2148,
      "ತ": 2149,
      "ಥ": 2150,
      "ದ": 2151,
      "ಧ": 2152,
      "ನ": 2153,
      "ಪ": 2154,
      "ಫ": 2155,
      "ಬ": 2156,
      "ಭ": 2157,
      "ಮ": 2158,
      "ಯ": 2159,
      "ರ": 2160,
      "ಱ": 2161,
      "ಲ": 2162,
      "ಳ": 2163,
      "ವ": 2164,
      "ಶ": 2165,
      "ಷ": 2166,
      "ಸ": 2167,
      "ಹ": 2168,
      "಼": 2169,
      "ಽ": 2170,
      "ಾ": 2171,
      "ಿ": 2172,
      "ೀ": 2173,
      "ು": 2174,
      "ೂ": 2175,
      "ೃ": 2176,
      "ೄ": 2177,
      "ೆ": 2178,
      "ೇ": 2179,
      "ೈ": 2180,
      "ೊ": 2181,
      "ೋ": 2182,
      "ೌ": 2183,
      "್": 2184,
      "ೕ": 2185,
      "ೖ": 2186,
      "ೞ": 2187,
      "ೠ": 2188,
      "ೡ": 2189,
      "ೢ": 2190,
      "ೣ": 2191,
      "೦": 2192,
      "೧": 2193,
      "೨": 2194,
      "೩": 2195,
      "೪": 2196,
      "೫": 2197,
      "೬": 2198,
      "೭": 2199,
      "೮": 2200,
      "೯": 2201,
      "ೱ": 2202,
      "ೲ": 2203,
      "೴": 2204,
      "ഀ": 2205,
      "ം": 2206,
      "ഃ": 2207,
      "അ": 2208,
      "ആ": 2209,
      "ഇ": 2210,
      "ഈ": 2211,
      "ഉ": 2212,
      "ഊ": 2213,
      "ഋ": 2214,
      "ഌ": 2215,
      "എ": 2216,
      "ഏ": 2217,
      "ഐ": 2218,
      "ഒ": 2219,
      "ഓ": 2220,
      "ഔ": 2221,
      "ക": 2222,
      "ഖ": 2223,
      "ഗ": 2224,
      "ഘ": 2225,
      "ങ": 2226,
      "ച": 2227,
      "ഛ": 2228,
      "ജ": 2229,
      "ഝ": 2230,
      "ഞ": 2231,
      "ട": 2232,
      "ഠ": 2233,
      "ഡ": 2234,
      "ഢ": 2235,
      "ണ": 2236,
      "ത": 2237,
      "ഥ": 2238,
      "ദ": 2239,
      "ധ": 2240,
      "ന": 2241,
      "പ": 2242,
      "ഫ": 2243,
      "ബ": 2244,
      "ഭ": 2245,
      "മ": 2246,
      "യ": 2247,
      "ര": 2248,
      "റ": 2249,
      "ല": 2250,
      "ള": 2251,
      "ഴ": 2252,
      "വ": 2253,
      "ശ": 2254,
      "ഷ": 2255,
      "സ": 2256,
      "ഹ": 2257,
      "ഽ": 2258,
      "ാ": 2259,
      "ി": 2260,
      "ീ": 2261,
      "ു": 2262,
      "ൂ": 2263,
      "ൃ": 2264,
      "െ": 2265,
      "േ": 2266,
      "ൈ": 2267,
      "ൊ": 2268,
      "ോ": 2269,
      "ൌ": 2270,
      "്": 2271,
      "ൎ": 2272,
      "ൗ": 2273,
      "ൠ": 2274,
      "ൡ": 2275,
      "൦": 2276,
      "൧": 2277,
      "൨": 2278,
      "൩": 2279,
      "൪": 2280,
      "൫": 2281,
      "൬": 2282,
      "൭": 2283,
      "൮": 2284,
      "൯": 2285,
      "൰": 2286,
      "൱": 2287,
      "൲": 2288,
      "൳": 2289,
      "൴": 2290,
      "൵": 2291,
      "൹": 2292,
      "ൺ": 2293,
      "ൻ": 2294,
      "ർ": 2295,
      "ൽ": 2296,
      "ൾ": 2297,
      "ං": 2298,
      "ඃ": 2299,
      "අ": 2300,
      "ආ": 2301,
      "ඇ": 2302,
      "ඈ": 2303,
      "ඉ": 2304,
      "ඊ": 2305,
      "උ": 2306,
      "ඌ": 2307,
      "ඍ": 2308,
      "ඎ": 2309,
      "ඏ": 2310,
      "ඐ": 2311,
      "එ": 2312,
      "ඒ": 2313,
      "ඓ": 2314,
      "ඔ": 2315,
      "ඕ": 2316,
      "ඖ": 2317,
      "ක": 2318,
      "ඛ": 2319,
      "ග": 2320,
      "ඝ": 2321,
      "ඞ": 2322,
      "ඟ": 2323,
      "ච": 2324,
      "ඡ": 2325,
      "ජ": 2326,
      "ඣ": 2327,
      "ඤ": 2328,
      "ඥ": 2329,
      "ඦ": 2330,
      "ට": 2331,
      "ඨ": 2332,
      "ඩ": 2333,
      "ඪ": 2334,
      "ණ": 2335,
      "ඬ": 2336,
      "ත": 2337,
      "ථ": 2338,
      "ද": 2339,
      "ධ": 2340,
      "න": 2341,
      "඲": 2342,
      "ඳ": 2343,
      "ප": 2344,
      "ඵ": 2345,
      "බ": 2346,
      "භ": 2347,
      "ම": 2348,
      "ඹ": 2349,
      "ය": 2350,
      "ර": 2351,
      "ල": 2352,
      "ව": 2353,
      "ශ": 2354,
      "ෂ": 2355,
      "ස": 2356,
      "හ": 2357,
      "ළ": 2358,
      "ෆ": 2359,
      "්": 2360,
      "ා": 2361,
      "ැ": 2362,
      "ෑ": 2363,
      "ි": 2364,
      "ී": 2365,
      "ු": 2366,
      "ූ": 2367,
      "ෘ": 2368,
      "ෙ": 2369,
      "ේ": 2370,
      "ෛ": 2371,
      "ො": 2372,
      "ෝ": 2373,
      "ෞ": 2374,
      "ෟ": 2375,
      "෦": 2376,
      "෧": 2377,
      "෨": 2378,
      "෩": 2379,
      "෪": 2380,
      "෫": 2381,
      "෬": 2382,
      "෭": 2383,
      "෮": 2384,
      "෯": 2385,
      "ෲ": 2386,
      "ෳ": 2387,
      "෴": 2388,
      "฀": 2389,
      "ก": 2390,
      "ข": 2391,
      "ฃ": 2392,
      "ค": 2393,
      "ฅ": 2394,
      "ฆ": 2395,
      "ง": 2396,
      "จ": 2397,
      "ฉ": 2398,
      "ช": 2399,
      "ซ": 2400,
      "ฌ": 2401,
      "ญ": 2402,
      "ฎ": 2403,
      "ฏ": 2404,
      "ฐ": 2405,
      "ฑ": 2406,
      "ฒ": 2407,
      "ณ": 2408,
      "ด": 2409,
      "ต": 2410,
      "ถ": 2411,
      "ท": 2412,
      "ธ": 2413,
      "น": 2414,
      "บ": 2415,
      "ป": 2416,
      "ผ": 2417,
      "ฝ": 2418,
      "พ": 2419,
      "ฟ": 2420,
      "ภ": 2421,
      "ม": 2422,
      "ย": 2423,
      "ร": 2424,
      "ฤ": 2425,
      "ล": 2426,
      "ฦ": 2427,
      "ว": 2428,
      "ศ": 2429,
      "ษ": 2430,
      "ส": 2431,
      "ห": 2432,
      "ฬ": 2433,
      "อ": 2434,
      "ฮ": 2435,
      "ฯ": 2436,
      "ะ": 2437,
      "ั": 2438,
      "า": 2439,
      "ิ": 2440,
      "ี": 2441,
      "ึ": 2442,
      "ื": 2443,
      "ุ": 2444,
      "ู": 2445,
      "ฺ": 2446,
      "฿": 2447,
      "เ": 2448,
      "แ": 2449,
      "โ": 2450,
      "ใ": 2451,
      "ไ": 2452,
      "ๅ": 2453,
      "ๆ": 2454,
      "็": 2455,
      "่": 2456,
      "้": 2457,
      "๊": 2458,
      "๋": 2459,
      "์": 2460,
      "ํ": 2461,
      "๎": 2462,
      "๏": 2463,
      "๐": 2464,
      "๑": 2465,
      "๒": 2466,
      "๓": 2467,
      "๔": 2468,
      "๕": 2469,
      "๖": 2470,
      "๗": 2471,
      "๘": 2472,
      "๙": 2473,
      "๚": 2474,
      "๛": 2475,
      "ກ": 2476,
      "ຂ": 2477,
      "ຄ": 2478,
      "ງ": 2479,
      "ຈ": 2480,
      "ຊ": 2481,
      "ຍ": 2482,
      "ດ": 2483,
      "ຕ": 2484,
      "ຖ": 2485,
      "ທ": 2486,
      "ນ": 2487,
      "ບ": 2488,
      "ປ": 2489,
      "ຜ": 2490,
      "ຝ": 2491,
      "ພ": 2492,
      "ຟ": 2493,
      "ມ": 2494,
      "ຢ": 2495,
      "ຣ": 2496,
      "ລ": 2497,
      "ວ": 2498,
      "ສ": 2499,
      "ຫ": 2500,
      "ອ": 2501,
      "ຮ": 2502,
      "ຯ": 2503,
      "ະ": 2504,
      "ັ": 2505,
      "າ": 2506,
      "ິ": 2507,
      "ີ": 2508,
      "ຶ": 2509,
      "ື": 2510,
      "ຸ": 2511,
      "ູ": 2512,
      "ົ": 2513,
      "ຼ": 2514,
      "ຽ": 2515,
      "ເ": 2516,
      "ແ": 2517,
      "ໂ": 2518,
      "ໃ": 2519,
      "ໄ": 2520,
      "່": 2521,
      "້": 2522,
      "໌": 2523,
      "ໍ": 2524,
      "໐": 2525,
      "໑": 2526,
      "໒": 2527,
      "໓": 2528,
      "໔": 2529,
      "໕": 2530,
      "໖": 2531,
      "໗": 2532,
      "໘": 2533,
      "໙": 2534,
      "໠": 2535,
      "ༀ": 2536,
      "༄": 2537,
      "༅": 2538,
      "༆": 2539,
      "༈": 2540,
      "༉": 2541,
      "་": 2542,
      "།": 2543,
      "༎": 2544,
      "༐": 2545,
      "༒": 2546,
      "༗": 2547,
      "༘": 2548,
      "༚": 2549,
      "༠": 2550,
      "༡": 2551,
      "༢": 2552,
      "༣": 2553,
      "༤": 2554,
      "༥": 2555,
      "༦": 2556,
      "༧": 2557,
      "༨": 2558,
      "༩": 2559,
      "༪": 2560,
      "༫": 2561,
      "༬": 2562,
      "༭": 2563,
      "༮": 2564,
      "༯": 2565,
      "༰": 2566,
      "༱": 2567,
      "༲": 2568,
      "༶": 2569,
      "༺": 2570,
      "༻": 2571,
      "༼": 2572,
      "༽": 2573,
      "ཀ": 2574,
      "ཁ": 2575,
      "ག": 2576,
      "ང": 2577,
      "ཅ": 2578,
      "ཆ": 2579,
      "ཇ": 2580,
      "ཉ": 2581,
      "ཊ": 2582,
      "ཎ": 2583,
      "ཏ": 2584,
      "ཐ": 2585,
      "ད": 2586,
      "ན": 2587,
      "པ": 2588,
      "ཕ": 2589,
      "བ": 2590,
      "མ": 2591,
      "ཙ": 2592,
      "ཚ": 2593,
      "ཛ": 2594,
      "ཝ": 2595,
      "ཞ": 2596,
      "ཟ": 2597,
      "འ": 2598,
      "ཡ": 2599,
      "ར": 2600,
      "ལ": 2601,
      "ཤ": 2602,
      "ཥ": 2603,
      "ས": 2604,
      "ཧ": 2605,
      "ཨ": 2606,
      "ཪ": 2607,
      "ཫ": 2608,
      "ཬ": 2609,
      "ཱ": 2610,
      "ི": 2611,
      "ུ": 2612,
      "ེ": 2613,
      "ཻ": 2614,
      "ོ": 2615,
      "ཾ": 2616,
      "ྀ": 2617,
      "ྃ": 2618,
      "྄": 2619,
      "྆": 2620,
      "ྌ": 2621,
      "ྐ": 2622,
      "ྒ": 2623,
      "ྔ": 2624,
      "ྕ": 2625,
      "ྗ": 2626,
      "ྙ": 2627,
      "ྟ": 2628,
      "ྡ": 2629,
      "ྣ": 2630,
      "ྤ": 2631,
      "ྥ": 2632,
      "ྦ": 2633,
      "ྨ": 2634,
      "ྩ": 2635,
      "ྫ": 2636,
      "ྭ": 2637,
      "ྰ": 2638,
      "ྱ": 2639,
      "ྲ": 2640,
      "ླ": 2641,
      "ྷ": 2642,
      "࿃": 2643,
      "࿆": 2644,
      "࿏": 2645,
      "࿔": 2646,
      "࿕": 2647,
      "࿖": 2648,
      "࿗": 2649,
      "࿘": 2650,
      "࿹": 2651,
      "က": 2652,
      "ခ": 2653,
      "ဂ": 2654,
      "ဃ": 2655,
      "င": 2656,
      "စ": 2657,
      "ဆ": 2658,
      "ဇ": 2659,
      "ဈ": 2660,
      "ဉ": 2661,
      "ည": 2662,
      "ဋ": 2663,
      "ဌ": 2664,
      "ဍ": 2665,
      "ဎ": 2666,
      "ဏ": 2667,
      "တ": 2668,
      "ထ": 2669,
      "ဒ": 2670,
      "ဓ": 2671,
      "န": 2672,
      "ပ": 2673,
      "ဖ": 2674,
      "ဗ": 2675,
      "ဘ": 2676,
      "မ": 2677,
      "ယ": 2678,
      "ရ": 2679,
      "လ": 2680,
      "ဝ": 2681,
      "သ": 2682,
      "ဟ": 2683,
      "ဠ": 2684,
      "အ": 2685,
      "ဣ": 2686,
      "ဤ": 2687,
      "ဥ": 2688,
      "ဦ": 2689,
      "ဧ": 2690,
      "ဩ": 2691,
      "ါ": 2692,
      "ာ": 2693,
      "ိ": 2694,
      "ီ": 2695,
      "ု": 2696,
      "ူ": 2697,
      "ေ": 2698,
      "ဲ": 2699,
      "ဳ": 2700,
      "ဵ": 2701,
      "ံ": 2702,
      "့": 2703,
      "း": 2704,
      "္": 2705,
      "်": 2706,
      "ျ": 2707,
      "ြ": 2708,
      "ွ": 2709,
      "ှ": 2710,
      "ဿ": 2711,
      "၀": 2712,
      "၁": 2713,
      "၂": 2714,
      "၃": 2715,
      "၄": 2716,
      "၅": 2717,
      "၆": 2718,
      "၇": 2719,
      "၈": 2720,
      "၉": 2721,
      "၊": 2722,
      "။": 2723,
      "၌": 2724,
      "၏": 2725,
      "ၞ": 2726,
      "ၤ": 2727,
      "ၵ": 2728,
      "ၶ": 2729,
      "ၻ": 2730,
      "ၾ": 2731,
      "ႆ": 2732,
      "ႈ": 2733,
      "ႏ": 2734,
      "႐": 2735,
      "႑": 2736,
      "႒": 2737,
      "႓": 2738,
      "႔": 2739,
      "႕": 2740,
      "႖": 2741,
      "႗": 2742,
      "႘": 2743,
      "႙": 2744,
      "႟": 2745,
      "ა": 2746,
      "ბ": 2747,
      "გ": 2748,
      "დ": 2749,
      "ე": 2750,
      "ვ": 2751,
      "ზ": 2752,
      "თ": 2753,
      "ი": 2754,
      "კ": 2755,
      "ლ": 2756,
      "მ": 2757,
      "ნ": 2758,
      "ო": 2759,
      "პ": 2760,
      "ჟ": 2761,
      "რ": 2762,
      "ს": 2763,
      "ტ": 2764,
      "უ": 2765,
      "ფ": 2766,
      "ქ": 2767,
      "ღ": 2768,
      "ყ": 2769,
      "შ": 2770,
      "ჩ": 2771,
      "ც": 2772,
      "ძ": 2773,
      "წ": 2774,
      "ჭ": 2775,
      "ხ": 2776,
      "ჯ": 2777,
      "ჰ": 2778,
      "ჱ": 2779,
      "ჲ": 2780,
      "ჳ": 2781,
      "ჴ": 2782,
      "ჵ": 2783,
      "ჶ": 2784,
      "ჷ": 2785,
      "ჸ": 2786,
      "ჹ": 2787,
      "ჺ": 2788,
      "჻": 2789,
      "ჽ": 2790,
      "ჾ": 2791,
      "ჿ": 2792,
      "ᄀ": 2793,
      "ᄁ": 2794,
      "ᄂ": 2795,
      "ᄃ": 2796,
      "ᄄ": 2797,
      "ᄅ": 2798,
      "ᄆ": 2799,
      "ᄇ": 2800,
      "ᄈ": 2801,
      "ᄉ": 2802,
      "ᄊ": 2803,
      "ᄋ": 2804,
      "ᄌ": 2805,
      "ᄍ": 2806,
      "ᄎ": 2807,
      "ᄏ": 2808,
      "ᄐ": 2809,
      "ᄑ": 2810,
      "ᄒ": 2811,
      "ᄓ": 2812,
      "ᄔ": 2813,
      "ᄕ": 2814,
      "ᄖ": 2815,
      "ᄗ": 2816,
      "ᄘ": 2817,
      "ᄙ": 2818,
      "ᄚ": 2819,
      "ᄛ": 2820,
      "ᄜ": 2821,
      "ᄝ": 2822,
      "ᄞ": 2823,
      "ᄟ": 2824,
      "ᄠ": 2825,
      "ᄡ": 2826,
      "ᄢ": 2827,
      "ᄣ": 2828,
      "ᄤ": 2829,
      "ᄥ": 2830,
      "ᄦ": 2831,
      "ᄧ": 2832,
      "ᄨ": 2833,
      "ᄩ": 2834,
      "ᄪ": 2835,
      "ᄫ": 2836,
      "ᄬ": 2837,
      "ᄭ": 2838,
      "ᄮ": 2839,
      "ᄯ": 2840,
      "ᄰ": 2841,
      "ᄱ": 2842,
      "ᄲ": 2843,
      "ᄳ": 2844,
      "ᄴ": 2845,
      "ᄵ": 2846,
      "ᄶ": 2847,
      "ᄷ": 2848,
      "ᄸ": 2849,
      "ᄹ": 2850,
      "ᄺ": 2851,
      "ᄻ": 2852,
      "ᄼ": 2853,
      "ᄽ": 2854,
      "ᄾ": 2855,
      "ᄿ": 2856,
      "ᅀ": 2857,
      "ᅁ": 2858,
      "ᅂ": 2859,
      "ᅃ": 2860,
      "ᅄ": 2861,
      "ᅅ": 2862,
      "ᅆ": 2863,
      "ᅇ": 2864,
      "ᅈ": 2865,
      "ᅉ": 2866,
      "ᅊ": 2867,
      "ᅋ": 2868,
      "ᅌ": 2869,
      "ᅍ": 2870,
      "ᅎ": 2871,
      "ᅏ": 2872,
      "ᅐ": 2873,
      "ᅑ": 2874,
      "ᅒ": 2875,
      "ᅓ": 2876,
      "ᅔ": 2877,
      "ᅕ": 2878,
      "ᅖ": 2879,
      "ᅗ": 2880,
      "ᅘ": 2881,
      "ᅙ": 2882,
      "ᅚ": 2883,
      "ᅛ": 2884,
      "ᅜ": 2885,
      "ᅝ": 2886,
      "ᅞ": 2887,
      "ᅟ": 2888,
      "ᅠ": 2889,
      "ᅡ": 2890,
      "ᅢ": 2891,
      "ᅣ": 2892,
      "ᅤ": 2893,
      "ᅥ": 2894,
      "ᅦ": 2895,
      "ᅧ": 2896,
      "ᅨ": 2897,
      "ᅩ": 2898,
      "ᅪ": 2899,
      "ᅫ": 2900,
      "ᅬ": 2901,
      "ᅭ": 2902,
      "ᅮ": 2903,
      "ᅯ": 2904,
      "ᅰ": 2905,
      "ᅱ": 2906,
      "ᅲ": 2907,
      "ᅳ": 2908,
      "ᅴ": 2909,
      "ᅵ": 2910,
      "ᅶ": 2911,
      "ᅷ": 2912,
      "ᅸ": 2913,
      "ᅹ": 2914,
      "ᅺ": 2915,
      "ᅻ": 2916,
      "ᅼ": 2917,
      "ᅽ": 2918,
      "ᅾ": 2919,
      "ᅿ": 2920,
      "ᆀ": 2921,
      "ᆁ": 2922,
      "ᆂ": 2923,
      "ᆃ": 2924,
      "ᆄ": 2925,
      "ᆅ": 2926,
      "ᆆ": 2927,
      "ᆇ": 2928,
      "ᆈ": 2929,
      "ᆉ": 2930,
      "ᆊ": 2931,
      "ᆋ": 2932,
      "ᆌ": 2933,
      "ᆍ": 2934,
      "ᆎ": 2935,
      "ᆏ": 2936,
      "ᆐ": 2937,
      "ᆑ": 2938,
      "ᆒ": 2939,
      "ᆓ": 2940,
      "ᆔ": 2941,
      "ᆕ": 2942,
      "ᆖ": 2943,
      "ᆗ": 2944,
      "ᆘ": 2945,
      "ᆙ": 2946,
      "ᆚ": 2947,
      "ᆛ": 2948,
      "ᆜ": 2949,
      "ᆝ": 2950,
      "ᆞ": 2951,
      "ᆟ": 2952,
